[
    {
        "name": "繡球花（Laurustinus） ",
        "Date": "一月一日",
        "florid": "希望（Hope）",
        "explanation2": "受到這滿花祝福而生的人，極富忍耐力和包容力。他會帶給許多人希望，自己的人生也非常的豐富。",
        "explanation1": "原產在地中海的繡球花，一向以在嚴冬開花的常綠樹而聞名於世。寒冬時，乍見粉紅色的花蕾和白色的花朵，似乎在告訴人們春天的腳步近了。因此繡球花的花語就是－希望。 "
    },
    {
        "name": "野濫縷菊（Groundsel）",
        "Date": "一月二日",
        "florid": "睿智（Wisdom）",
        "explanation2": "受到這種花祝福而誕生的人，具備了深謀遠慮的成熟魅力。只不過面臨愛情時會稍微畏縮不前，偶爾也該積極一下才是。",
        "explanation1": "野濫縷菊的拉丁語是，色內希歐。是從表示老人的－色內克－這個字產生的。也就是象徵飽經人生歷練而來的智慧與睿智。因此野濫縷菊的花語是－睿智。 "
    },
    {
        "name": "生日花 : 波斯鳶尾花（Persian Fleur de Lys）",
        "Date": "一月三日",
        "florid": "華麗（Gorgeous）",
        "explanation2": "凡是出生在這一天的人多才多藝，具備了閃亮輝煌的個性。不過也有見異思遷的傾向，要特別注意哦!",
        "explanation1": "波斯鳶尾花的花色有：白、黃、綠、藍等顏色，真是多彩多姿。遠征波斯的古希 臘人，一看到這種花，腦海中便浮現出虹之女神－愛麗斯。因此它的花語就是－ 華麗。 "
    },
    {
        "name": "榛（Hazel）",
        "Date": "一月四日",
        "florid": "和解（Settlement）",
        "explanation2": "凡是受到這種花祝福而誕生的人，知性而且冷敬，最適合擔任仲裁的角色。不過，有時太過冷靜，很難墜入情網，所以必須懂得適時的捨棄冷靜。",
        "explanation1": "當初亞當和夏娃被趕出伊甸園時，神可憐他們兩個人。說如果可以創造出新生命的話，將賜予榛杖。這象徵神和人之間的和解。因此榛的花語是－和解。 "
    },
    {
        "name": "熊掌花(Bearsfoot）",
        "Date": "一月五日",
        "florid": "繁榮（Prosperity）",
        "explanation2": "受到這種花祝福而生的人，處處充滿母性。也就是所謂的賢妻良母型的，多半戀愛後會直接結婚，婚後子女聽話，家庭幸福。",
        "explanation1": "熊掌花是一種不同凡響的花，因為它把種子藏在身體裡，直到冬眠的季節才繁殖。也因此，熊掌花的花語是－繁榮。 "
    },
    {
        "name": "螺旋蘚苔（Screw Moss）",
        "Date": "一月六日",
        "florid": "靜謐（Peace）",
        "explanation2": "受到這種花祝福的人，性格頗為保守。不過雖然保守，卻又有一股說不出來的神秘感。相信偷偷愛慕你這樣的人應該不少哦！",
        "explanation1": "螺旋蘚苔屬於蘚苔類，專門在別的植物不會來打擾的地方，編織自己的綠色或茶色絨毯。有時，也會把民房的屋頂鋪得很漂亮，是非常保守而且客氣的植物。因此它的花語是－靜謐。 "
    },
    {
        "name": "葡萄牙月桂（Protugal Laurel）",
        "Date": "一月七日",
        "florid": "勤勉（Industry）",
        "explanation2": "受到葡萄牙月桂祝福而生的人，屬於勤勉的努力型。勤勤懇懇的努力，最後終 會是成大功的典型。在愛情方面，一心一意的追求，也是最大的武器哦。",
        "explanation1": "綻放出美麗、乳白色房狀花朵的葡萄牙月桂，經常用在西洋式庭園的造景，或一般家庭的圍籬。對英國人來說是象徵勞動者的植物，所以它的花語就是－勤勉。 "
    },
    {
        "name": "黃百里香（Yellow Thymelaea）",
        "Date": "一月八日",
        "florid": "輕快（Cheerfulness）",
        "explanation2": "凡是受到這種花的祝福而生的人才氣洋溢，他輕快的言行舉止，不知迷死了多少人呢？但由於有時顯得太過於奔放，令人不敢恭維，所以在心愛的人面前，要稍微控制點哦。",
        "explanation1": "你看小小的黃花成群綻放，樹枝和葉片上的白色細毛隨風搖曳，多麼輕快呀！令人感受到一股無比的輕鬆自在。因此黃百里花的花語是－輕快。 "
    },
    {
        "name": "月桂（Common Laurel）",
        "Date": "一月九日",
        "florid": "蠱惑（Charm）",
        "explanation2": " 　　受到這種花祝福而生的人，具備了明豔、奔放、危險的魅力，也許一生會有許多戀愛故事哦。",
        "explanation1": "從月桂的葉片中可提煉出櫻桃．月桂水，這是一種可以供香水或糕點使用的香料。不過這種香精是有毒的，大量使用的話會有危險。月桂花是一種既有魅力又恐怖的植物，所以它的花語就是－蠱惑。"
    },
    {
        "name": "荊豆花（Golden Gorse）",
        "Date": "一月十日",
        "florid": "豐饒（Fertility）",
        "explanation2": "受到荊豆花祝福而生的人，感情豐富、表情豐富、外表也豐富，並帶給周圍的人快樂。由於充滿母愛，結婚的話大概會受丈夫和子女的戀慕，過著幸福美滿的家庭生活。",
        "explanation1": "一般的植物只在特定的季節裡開花。可是荊豆花卻一年到頭都盛開著金黃色的花朵，因此它的花語是－豐饒。 "
    },
    {
        "name": "生日花 : 螺旋蘚苔（Screw Moss）",
        "Date": "一月十一日",
        "florid": "安樂（Feel at Ease）",
        "explanation2": " 　　凡是受到這種花祝福而生的人性格穩重，會讓所接觸的人有安全感。結婚的話也多半是能受子女丈夫喜愛的好媽媽好太太。",
        "explanation1": "在歐洲洋灰牆鋪草鋪瓦的屋頂上，長滿了整片螺旋蘚苔的景色毫不稀奇。而被綠意所覆蓋的生活，充滿安樂的氣氛，因此螺旋蘚苔的花語就是－安樂。"
    },
    {
        "name": "葫蘆花（Hygrometic Moss）",
        "Date": "一月十二日",
        "florid": "純潔（Purity）",
        "explanation2": "受到這種花祝福而生的人，會一心無悔的追求自己所相信的事。談起戀愛也是癡情的純情派，他會終其一生的愛著她，所以選擇戀愛對象時得特別謹慎才行。",
        "explanation1": "葫蘆花被供奉給因為拒絕向異教的神祭拜而遭處刑的聖亞－爾加迪斯，所以葫蘆花的花語是－純潔。"
    },
    {
        "name": "西洋紅豆杉（European Yew）",
        "Date": "一月十三日",
        "florid": "高雅（Refined）",
        "explanation2": "受到這種花祝福而生的人，孤芳自賞不易親近。如果不稍微放下身段的話，說不定連情人也會離你而去哦。",
        "explanation1": "把我埋葬在這支箭掉落的地方吧！箭就掉落在西洋紅豆杉的根部，羅賓漢也就是在這地方永遠的安眠。因此西洋紅豆杉的花語就是－高雅。就好比繼承了羅賓漢高潔的志氣一般。 "
    },
    {
        "name": "無子草莓（Barren Strawberry）",
        "Date": "一月十四日",
        "florid": "虛偽（Falsehood）",
        "explanation2": "凡是受到這種花祝福而生的人，多少會有以言詞或外表來掩飾自己的傾向。不過這也是因為寂寞的緣故，只要不倍受矚目，不被人包圍，他的內心便會不安，如果能遇到自己衷心喜歡的人，不妨褪去虛偽的外衣吧！",
        "explanation1": "無子草莓的外表雖然很像野草莓，但是果實既堅硬又不甜，根本不適合食用，因此它的花語是－虛偽。"
    },
    {
        "name": "常春藤（Common Ivy）",
        "Date": "一月十五日",
        "florid": "貞節（Chastity）",
        "explanation2": "凡是這一天誕生的人，從來不會背叛別人。如果遇到一位不會辜負你一片誠心的戀人，他大概可以與你共築一個溫暖、理想的家庭吧！",
        "explanation1": "開黃綠色花朵的長春藤，蔓生於全歐洲及北亞。它全長可以達三十公尺，而且緊緊的纏繞著牆壁、樹幹。由於這種個性，所以常春藤的花語是－貞節。"
    },
    {
        "name": "紅色野蕁麻花（Red Dead Nettle） ",
        "Date": "一月十六日",
        "florid": "獻身（Devotion）",
        "explanation2": "凡是受到這種花祝福而生的人，非常重視家人與朋友，而且受到大家喜愛。不過有時看起來太八面玲瓏，倒像個大眾情人。所以對重要的人要多花點時間陪伴才 對。",
        "explanation1": "紅色野蕁麻花一到開花期，那紅紅的小花總是吸引成群的蜜蜂來採花。同時本身又是珍貴的藥材，由於具備了多重功能，因此它的花語就是－獻身。 "
    },
    {
        "name": "銀蓮花（Garden Star Anemone）",
        "Date": "一月十七日",
        "florid": "期待（Expectation）",
        "explanation2": "凡是受到這種花祝福而生的人，浪漫、愛夢想。不過，也得明白現實不是那麼美好哦！",
        "explanation1": "銀蓮花的希臘語是風的意思。銀蓮花的高度從十到二十公分左右，是一年生的草本植物。開花時節，可愛的花朵迎風搖擺，就像在引頸期盼著什麼似的，所以它的花語是－期待。 "
    },
    {
        "name": "雛菊（Common Daisy）",
        "Date": "一月十八日",
        "florid": "快活（Cheerful）",
        "explanation2": "受到這種花祝福而誕生的人，可以過著像妖精一樣，明朗、天真快活的人生。只不過有時會被能言善道的人所欺騙，這點必須要認清哦！",
        "explanation1": "在羅馬神話裡，雛菊是森林中的妖精－貝爾帝絲的化身花。所謂森林的妖精，便是指活力充沛的淘氣鬼，因此雛菊的花語就是－快活。 "
    },
    {
        "name": "白色野蕁麻花（White Dead Nettle）",
        "Date": "一月十九日",
        "florid": "相愛（Mutual Love）",
        "explanation2": "凡是受到這種花祝福而生的人，非常重視人與人的相遇。他相信可以和美好的人相親相愛的度過快樂的人生吧！",
        "explanation1": "英國沙馬歇特地方的人，暱稱白色野蕁麻花為樹蔭下的亞當與夏娃。因此在花瓣的金冠下，有一對宛若亞當和夏娃的黑色和金黃色的雄蕊。所以白色野蕁麻花的花語是－相愛。 "
    },
    {
        "name": "野蕁麻花（Dead Nettle）",
        "Date": "一月二十日",
        "florid": "殘酷（Cruelty）",
        "explanation2": "受到這種花祝福而誕生的人，多少帶點殘酷的性格。會給對你有意思，想親近你的人狠狠的一擊。如果這樣維續下去，會無法獲得真愛哦！",
        "explanation1": "野蕁麻花的花是粉紅色的管狀花，最特殊的是它的葉子。雖然外表是可愛的心形卻有刺，一不小心碰觸到，會被刺得哇哇叫。因此野蕁麻花的花語是－殘酷。 "
    },
    {
        "name": "聖誕玫瑰（Christmas Rose）",
        "Date": "一月二十一日",
        "florid": "矛盾（Contradiction）",
        "explanation2": "凡是受到這種花祝福而生的人，也具備矛盾的性格。同時擁有孩子氣與成熟的性格，令人捉摸不定。他有同年齡的異性及不上的地方，所以多半會和年紀較大的人戀愛。",
        "explanation1": "聖誕玫瑰的花語是－矛盾。自古以來它就是非常珍貴的草藥花，可是，另一方面又含有劇毒，正好符合了矛盾的要素。 "
    },
    {
        "name": "葶藶（Common Whitlow）",
        "Date": "一月二十二日",
        "florid": "勇氣（Courage）",
        "explanation2": "凡是受到這種花祝福而誕生的人，具有維護正道的勇氣，並能堅持到底。適合你的戀人，最好是能與你分享全部人生，同時也能支持你的信念的人。",
        "explanation1": "葶藶是被獻給四世紀的殉道者－聖沙拉哥沙的威肯帝斯的花朵。他即使受到嚴刑烤問，仍然鼓勵同伴，一直到殉教身亡。因此葶藶的花語就是－勇氣。 "
    },
    {
        "name": "酸模（Common Sorrel）",
        "Date": "一月二十三日",
        "florid": "體貼（Consideration）",
        "explanation2": "受到這種花祝福而生的人，如果是女性，一定充滿母愛，溫柔又善解人意，就像聖母瑪利亞一般。當然，一旦戀愛也是無悔的付出，讓對方感受到濃濃的情意。",
        "explanation1": "酸模的古名為Rumex 是吸吮的意思。古時候人們在旅途中就以吸吮它的葉子來解渴，因此酸模的花語是－體貼。 "
    },
    {
        "name": "西洋薇（Royal Fern）",
        "Date": "一月二十四日",
        "florid": "瞑想（Meditation）",
        "explanation2": "受到這種花祝福而生的人，性格文靜，經常沉浸在瞑想中。不過一旦打開話匣子，話題就很豐富，經常能打動聽者的心。當你和心愛的人獨處的時候，不要只顧著想自己的心事，卻忽略了對方哦！",
        "explanation1": "西洋薇是生命力很強盛的植物，它長得很緩慢，但是卻活得很長久。好比哲學家一般，仔細品味人生。因此它的花語是－瞑想。"
    },
    {
        "name": "聖誕玫瑰（Christmas Rose）",
        "Date": "一月二十五日",
        "florid": "猶豫（Hesitate）",
        "explanation2": "凡是在這一天誕生的人，總喜歡徘徊在小孩子的夢幻世界與大人的理性世界之間，比較缺乏決斷力。奉勸你，一旦遇到心儀的對象，可不能躊躇不決。必須拿出勇氣來，知道嗎？",
        "explanation1": "聖誕玫瑰是一種草藥，但是一旦使用過量，就會變成可怕的毒藥。因此常令使用者感到猶豫不前，所以它的花語就是 --------猶豫。 "
    },
    {
        "name": "款冬（Butterbur）",
        "Date": "一月二十六日",
        "florid": "公正（Justice）",
        "explanation2": "凡是受到這種花祝福而生的人，愛好公正與正義，最適合當紛爭與運動競技等的裁判員。由於確實遵守自己的判斷基準，所以希望你在選擇戀人時，也能發揮這項能力。",
        "explanation1": "許許多多帶粉紅的紫色小花從款冬的莖的末端開出，不過由於葉子非常巨大，常被用來當雨傘或遮陽的工具。因此款冬的花語是－公正。 "
    },
    {
        "name": "地苔（Earth Moss）",
        "Date": "一月二十七日",
        "florid": "母性（Motherhood）",
        "explanation2": "凡是受到這種花祝福而生的人，溫和親切，富有包容力，他的溫暖也足以抓住戀人的心。不過也常被有戀母情節傾向的異性看上，這點要特別注意哦！",
        "explanation1": "英國地衣類的代表植物是地苔，無論在耕地原野甚至荒地上，它都很茂盛的生長著。覆蓋著地面，就像溫暖的擁抱著大地的母親一般。因此地苔的花語是－母性 。 "
    },
    {
        "name": "雛菊（Common Daisy）",
        "Date": "一月二十八日",
        "florid": "純情（Purity）",
        "explanation2": "凡是受到這種花祝福而誕生的人，一生保有如少女般天真純情的心。戀愛也大概會既純情無瑕，又美好無比吧！",
        "explanation1": "自古以來，雛菊就被用來占卜戀情。藉著一片一片剝下來的花瓣，在心中默念，愛我，不愛我。直到最後一片花瓣，即代表愛人的心意。因此它的花語就是－純 情。 "
    },
    {
        "name": "西洋薇（Royal Fern）",
        "Date": "一月二十九日",
        "florid": "威嚴（Dignity）",
        "explanation2": "受到這種花祝福而生的人，總是從容不迫不慌不忙。只不過有時會給情人壓迫感，必要時應該撒撒嬌才好。",
        "explanation1": "西洋薇是羊齒類中個頭最高，最好看的一種。而且是羊齒類中屬於隱花植物的罕見品種。用肉眼可以看到花開的情形，所以又被稱為會開美麗花的薇。它的花語是－威嚴。 "
    },
    {
        "name": "鐵角鳳尾草（Maidenhair Spleenwort）",
        "Date": "一月三十日",
        "florid": "熱情（Ardent Love）",
        "explanation2": "受到這種花祝福的人，也是十分熱情。一旦陷入情網便愛得死去活來不可自拔。如果是兩人相愛，當然不成問題。但要是單相思，痛苦是他人的一倍哦，這一點要特別注意啊！",
        "explanation1": "很久很久以前，鐵角鳳尾草就被當做迷戀要來使用。換句話說，只要把根莖的汁液讓意中人喝下，就可以抓住對方的心。鐵角鳳尾草是一種具備特殊迷惑力的植物，因此它的花語是－熱情。 "
    },
    {
        "name": "山谷鳴（Hart's Tongue） ",
        "Date": "一月三十一日",
        "florid": "安慰（Soothe）",
        "explanation2": "受到這種花祝福而誕生的人，具備了溫柔的本質。能讓受苦的人，從心底獲得安慰，常受到許多人的愛慕。但是務必分辨清楚到底是同情還是愛情啊！",
        "explanation1": "山谷鳴的英文名Hart's Tongue ，是赤鹿之舌的意思。也就是葉片的形狀很像鹿的舌頭，因此它的花語是－安慰。 "
    },
    {
        "name": "月桂樹（Bay Laurel）",
        "Date": "二月一日",
        "florid": "驕傲（Pride）",
        "explanation2": " 凡是受到這種花祝福的人，才智既高，又受人尊重，自然也會變得驕傲，甚至 在無意間傷害了對方。因此必須學會謙虛，唯有懂得謙虛的道理，月桂樹所帶來的 榮譽才會籠罩著你。",
        "explanation1": "古希臘時代，皇帝和奧林匹克優勝者所戴的頭冠，都是用月桂樹編成的，是一 種榮譽的象徵。因此月桂數的花語是－驕傲。 "
    },
    {
        "name": "雪花蓮（Common Snowdrop）",
        "Date": "二月二日",
        "florid": "歡喜（Rejoice）",
        "explanation2": "凡是受到這種花祝福而生的人，具有不畏逆境，堅忍不拔的性格。是那種相信 先苦後甘，凡是辛苦播種，必能歡喜收割的強人。",
        "explanation1": "在英國，各個地方給雪花取了不同的名字。例如：山谷的鈴聲，二月的白衣少 女等。這些名字都意謂著，花兒開放在寒冬，並告訴人們春天就要來了。因此它的 花語就是－歡喜。 "
    },
    {
        "name": "泥炭蘚（Large Water Moss）",
        "Date": "二月三日",
        "florid": "清冽（Limpidity）",
        "explanation2": "凡是受到這種花祝福而生的人，人品清高受人愛戴，只不過在追求異性時，稍 感魄力不足。所以，必須改掉拖泥帶水的毛病哦！",
        "explanation1": "泥炭蘚是生長在歐洲和北美洲的水性蘚苔，浮出河川，瀑布水面的岩石和樹根 是它生長的地方。可以長到一百五十公分左右，看起來水嫩嫩的樣子。因此它的花 語是－清冽。 "
    },
    {
        "name": "羊齒（Goldylocks Fern）",
        "Date": "二月四日",
        "florid": "認真（Honest）",
        "explanation2": "凡是受到這種花祝福而生的人認真專注。當然，情人也會被你認真的態度和言 語所吸引。",
        "explanation1": "羊齒有許多暱稱和別稱，不過其中最為人熟知的是－幸運之手。那是因為羊齒 的葉子在還沒有打開的時候，形狀酷似人類的手，而手是勞動的象徵。因此羊齒的 花語是－認真。 "
    },
    {
        "name": "西洋櫻草（Common Primrose）",
        "Date": "二月五日",
        "florid": "青春（Springtime）",
        "explanation2": "凡是受到這種花祝福而生的人，令人感到一股青春的活力。不過青春期也是煩 惱最多的時期，戰勝煩惱，活出自己，以熱情擁抱人生，這就是青春。",
        "explanation1": "三到四月，在英國涼爽的氣候下，西洋櫻草會開出可愛的淡黃色花朵。由於它 和萌芽的春天同時綻放，因此它的花語是－青春。 "
    },
    {
        "name": "藍風信子（Blue hyacinth）",
        "Date": "二月六日",
        "florid": "生命（Life）",
        "explanation2": "凡是受到這種花祝福而生的人，人生洋溢著生命力。當然也頗受到異性的注目 ，戀愛運很不錯哦！",
        "explanation1": "藍風信子是深受歐洲人喜愛的盆栽植物代表之一。經過不斷的品種改良，現在 也有白、黃等顏色的風信子，不過最原始的品種是藍色的。換句話說，藍風信子是 所有風信子的始祖，因此它的花語是－生命。 "
    },
    {
        "name": "仙客來（Round －leaved Cyclamen）",
        "Date": "二月七日",
        "florid": "內向（Introversion）",
        "explanation2": "受到這種花祝福而生的人，靦腆羞怯。由於話不多，有時連心腸很好的人也會 被誤會，如果被心愛的人莫名其妙的誤解，那損失可就大了。有時不妨也克服一下 內向，展現出開朗、風趣的一面吧！",
        "explanation1": "仙客來以前大多是野生的，現在才栽培在溫室裡。或許是因為這樣，雖然美麗 的它，生命力稍嫌脆弱。因此仙客來的花語就是－內向。 "
    },
    {
        "name": "土馬鬃（Narrow Spring Moss）",
        "Date": "二月八日",
        "florid": "救濟（Relief）",
        "explanation2": "受到這種花祝福而生的人，富有博愛心，心地善良。對於談戀愛非常積極進取 ，可說是全心全意，連靈魂都會一起沈浸在其中。",
        "explanation1": "土馬鬃是紀念聖尤亞馬瑞斯的花朵，他創立了三聖一體修道會。主要的使命是 把十字軍東征時被回教徒逮捕的基督教徒買回來，就是所謂的救濟團體。因此它的 花語是－救濟。 "
    },
    {
        "name": "黃水仙（Daffodil）",
        "Date": "二月九日",
        "florid": "敬愛（Respect）",
        "explanation2": "受到這種花祝福而生的人，非常活躍而且有時也會引起反彈。戀愛則屬於陷入 型，因此失戀時的失落感也比一般人大，要特別注意哦！",
        "explanation1": "在英國詩人華滋華斯的筆下，它是象徵著敬愛。因此它的花語就是－敬愛。 "
    },
    {
        "name": "丁香花（Mezereon）",
        "Date": "二月十日",
        "florid": "光輝（Bright）",
        "explanation2": "受到這種花祝福而生的人，受天神所祝福，有光輝的人生。由於太聰明，而有 喜歡走捷徑的毛病。希望在追求的過程中，別忘了最終的目的。",
        "explanation1": "丁香花擁有天國之花的光榮外號，也許是因為它高貴的香味，自古就倍受珍視 。因此丁香花的花語，也是配得上天國之花外號的光輝。 "
    },
    {
        "name": "紅櫻草（Red Primrose）",
        "Date": "二月十一日",
        "florid": "悲哀（Sorrow）",
        "explanation2": "不過，這已是古老的故事了，受到這種花祝福而生的現代人是不一樣的。只要默默努力，向前邁進，就可以積極的開創出自己的命運。當然，戀愛也是一樣哦！",
        "explanation1": "在莎士比亞的冬的故事中，紅櫻草是象徵未出嫁就死亡的處女。因為它在還留有冬天氣息的早春開花，而且不會結果實。所以它的花語就是－悲哀。 "
    },
    {
        "name": "沙洲草（Noble Liverwort）",
        "Date": "二月十二日",
        "florid": "健康（Healthy）",
        "explanation2": "受到這種花祝福而生的人，也真的很健康。以健康美引人注目，愛慕你的異性 相信為數不少吧！",
        "explanation1": "沙洲草的拉丁名字和英文名字都是高貴的肝臟草的意思。除了整片葉子和肝臟的形狀類似外，葉子熬成的汁液也是治療肝臟疾病的妙方。說起來，它不但能治療肝病，而且是對其它許多疾病都有效用的萬能藥草。因此它的花語是－健康。 "
    },
    {
        "name": "西洋櫻草（Common Primrose）",
        "Date": "二月十三日",
        "florid": "盼望（Hope）",
        "explanation2": "受到這種花祝福而生的人，心中充滿了夢想了憧憬。就某一方面而言，是永遠活在青春期的幸運兒。即使現實遭遇挫折也不絕望。",
        "explanation1": "西洋櫻是告知春天來訪的花朵，早春時開出可愛的淡黃色花朵。人們只要看到它，就知道春天已經降臨大地了。更加期盼天氣一天天的變暖和，以及更多花朵的 綻放。因此它的花語就是 － 盼望。 "
    },
    {
        "name": "黃番紅花（Yellow Crocus）",
        "Date": "二月十四日",
        "florid": "失戀（Broken Heart）",
        "explanation2": "受到這種花祝福而生的人，不會因為失敗失戀而沮喪，並具備了一顆強壯的心 。",
        "explanation1": "希臘神話中，天神因為同情單戀妖精不成而失戀自殺的青年克羅卡斯，就把他 變成番紅花。 因此黃番紅花的花語是－失戀。在神話裡，它雖然是可悲的花朵。但 並非悲觀，而且現代社會是可以藉多次的戀愛來磨練自己，並追尋更好的戀愛。 "
    },
    {
        "name": "黃番紅花（Yellow Crocus）",
        "Date": "二月十五日",
        "florid": "熱情（Ardent Love）",
        "explanation2": "受到這種花祝福而生的人，特別的熱情。無論戀愛或工作都全力以赴。每天過 著充滿生命力，熱心待人處事的工作。不過難免也會有白忙一場的時候。",
        "explanation1": "在希臘神話的傳說故事中，當芮斯和妻子蕙拉蓋斯在半山腰相親相愛時，他們 的熱情使得黃番紅花同時綻放。因此黃番紅花的花語是－熱情。 "
    },
    {
        "name": "西洋獐耳（Bird's eye Primrose）",
        "Date": "二月十六日",
        "florid": "賢者（Wise Man）",
        "explanation2": "在這一天誕生的人，具備敏銳的觀察力和洞析力。無論選擇工作或情人，如果 能發揮這項才能，人生必是成功無疑。",
        "explanation1": "西洋獐耳的英文名字是鳥的眼睛的櫻草。因為黃色的花蕊部份看起來就像鳥的 眼睛一樣，而且在很多地方的神話中鳥的眼睛都擔任代理神的眼睛，表示一切都逃 不開它的觀察。因此西洋獐耳的花語是－賢者。 "
    },
    {
        "name": "金線番紅花（Cloth-of-Gold Crocus）",
        "Date": "二月十七日",
        "florid": "清廉（Integrity）",
        "explanation2": "受到這種花祝福而生的人，人品清高，處世廉潔，而且為人正派。但是要當心 防患小人，別太固執啊！",
        "explanation1": "金線番紅花是獻給君士坦丁堡的總主教－聖法拉威諾的花朵，他因為退回皇帝 近臣的賄賂，招來怨恨而被殺身亡。因此它的花語是－清廉。 "
    },
    {
        "name": "直立婆婆納（Wall Speedwell）",
        "Date": "二月十八日",
        "florid": "健全（Normal）",
        "explanation2": "受到這種花祝福而誕生的人，身心健康，人生不會有什麼大過錯。但也別太過 於期望轟轟烈烈的成就，有時也應該試著冒險，不然就抓不到美好的戀情了。",
        "explanation1": "乾燥後的直立婆婆納具有治療咳嗽、皮膚炎、感冒的藥效。它的英文名字反映 出平安的意思，因此它的花語是－健全。 "
    },
    {
        "name": "原野婆婆納（Field Speedwell）",
        "Date": "二月十九日",
        "florid": "節操（Constancy）",
        "explanation2": "在這一天出生的人，非常具有正義感，將努力追求清高而正確的人生。不過也 有頭腦頑固，不知變通的時候。",
        "explanation1": "原野婆婆納是七世紀時義大利制力於消除崇拜偶像的傳教士－聖巴爾巴道斯節 日的花朵。消除崇拜偶像是為了追求宗教上的純潔，因此它的花語是－節操。 "
    },
    {
        "name": "大琉璃草（Hound's Tongue）",
        "Date": "二月二十日",
        "florid": "安全（Safety）",
        "explanation2": "受到這種花祝福而生的人，具有謹慎又計較，萬分小心的性格。有時會被認為 太會計較，對情人要特別聲明，慎重和愛計較是兩回事，以免引起誤會。",
        "explanation1": "Hound 是犬，Tongue 是舌，直譯就是犬的舌頭。因為以前的人認為被狗咬到時 ，用這種葉子包紮傷口，就可以預防狂犬病。所以大琉璃草的花語是－安全。 "
    },
    {
        "name": "白番紅花（White Crocus）",
        "Date": "二月二十一日",
        "florid": "芳醇（Mellow）",
        "explanation2": "受到這種花祝福而生的人，也具有如花香般爽朗的人品，而且深受周遭人們的 喜愛與歡迎。不過，稍嫌缺乏自我主義，人生的態度最好積極一點。",
        "explanation1": "主要生長在法國和義大利的丘陵草地和灌木林的白番紅花，是通知世人春天來 臨的花朵，甜美的芳香是它的特徵。因此，它的花語是－芳醇。 "
    },
    {
        "name": "雛菊（Common Daisy）",
        "Date": "二月二十二日",
        "florid": "活力（Vitality）",
        "explanation2": "受到這種花祝福而生的人，外表楚楚可憐，卻具有旺盛的生命力。適合你的戀 人或許是比較年輕而會撒嬌的那一型哦！",
        "explanation1": "提起雛菊總令人聯想起弱不禁風的樣子，其實並不是那麼一回事。相反的，雛菊是一種生命力極旺盛的花。只要稍微偷懶不整理草坪，立刻就會發出新芽甚至開 花。因此它的花語就是－活力。"
    },
    {
        "name": "杏樹（Apricot）",
        "Date": "二月二十三日",
        "florid": "結實（Ripening）",
        "explanation2": "受到這種花祝福而生的人，從小就受到良好的教育，人品落落大方。如果遇到 能欣賞你的優點的人，相信可以建立幸福的家庭。",
        "explanation1": "杏樹在八月左右結黃色果實，樣子有點像李子，味道很不錯，做成果醬也很好 吃。因此它的花語是－結實。 "
    },
    {
        "name": "西洋薇（Royal Fern）",
        "Date": "二月二十四日",
        "florid": "沉默（Taciturnity）",
        "explanation2": "受到這種花祝福而生的人，沉默寡言，喜歡靜靜的想事情。不過一旦打開話匣 子，那麼話題之豐富之深入也會令人大吃一驚哦！受到你這種雙重性格所吸引的人 應該蠻多的。",
        "explanation1": "西洋薇在山谷間的溼地會冒出圓圓如時鐘般的芽，採薇的確是春遊的一大樂事 。由於它是在溼地裡悄悄的繁茂生長，因此西洋薇的花語是－沉默。 "
    },
    {
        "name": "桃子（Peach）",
        "Date": "二月二十五日",
        "florid": "優美（Graceful）",
        "explanation2": "受到這種花祝福而生的人，堪稱為女人中的女人，充滿了女性的魅力，就像成 群的蟲兒想吃桃子一樣。大概也有許多異性想接近你吧！如何從中挑選出一個真正 愛你的人呢？儘管有魅力，觀查異性的眼力也是必須具備的哦！",
        "explanation1": "桃子淡粉紅色的花朵和果實圓圓的曲線，一再令人想起女性優美的風姿。因此 它的花語是－優美。 "
    },
    {
        "name": "小長春花（Lesser Periwinkle）",
        "Date": "二月二十六日",
        "florid": "適應（Adaptation）",
        "explanation2": "受到這種花祝福而誕生的人，不畏逆境，具備了可以應付任何惡劣環境與事態 的心。一兩次的失戀，算不上什麼挫折。",
        "explanation1": "小長春花屬於蔓生類花草，纏繞或攀爬在樹木石頭上，一旦開始生長，就繁殖 得很快，而且整個庭院都是。移植很容易，它是一種到處都可以生根的植物，適應力相當強。因此小長春花的花語就是－適應。 "
    },
    {
        "name": "兜蘚（Lungwort）",
        "Date": "二月二十七日",
        "florid": "複雜（Complicated）",
        "explanation2": "受到這種花祝福而誕生的人，也是有時開朗有時陰鬱，具有複雜而多面的性格 ，也就是所謂的善變。關於戀愛方面，必須設定自己喜歡的理想對象，切忌朝三暮 四啊！",
        "explanation1": "由於兜蘚多半在同一株莖上，又開粉紅色花，又開藍色的花朵。因此很多地方 替它取了雙重的名字，如：喬塞夫和瑪莉亞，士兵和水手等。因此它的花語就是－ 複雜。"
    },
    {
        "name": "紫番紅花（Pruple Crocus）",
        "Date": "二月二十八日",
        "florid": "款待（Treat）",
        "explanation2": "凡是受到這種花祝福而生的人，非常善於招呼客人，換句話說是社交的能手。 這種性格可以攏絡許多人的心，當然其中也包括你最重視的戀人。",
        "explanation1": "紫番紅花是番紅花的原種，古羅馬人把它當成宴客時最珍貴的花朵。有的把它 鋪在晏會的會場，有的讓它漂浮在水池及噴泉上，令參與晏會的客人賞心悅目。因 此它的花語是－款待。"
    },
    {
        "name": "野生水仙花（Wild Daffodil）",
        "Date": "二月二十九日",
        "florid": "敬意（Respect）",
        "explanation2": "凡是在這一天出生的人，天生就受到人們的尊敬，並具備贏得別人敬意的特質 ，只不過有時會有獨善其身的傾向。雖然獲取尊重卻失去親近，因此有時會因疏遠 而失戀啊！",
        "explanation1": "水仙的花種裡影響英國人最深的是野生水仙，它受到多位英國詩人畫家，包括 大詩人華滋華斯的喜愛。因此野生水仙花的花語是－敬意。 "
    },
    {
        "name": "韭菜花（Leak）",
        "Date": "三月一日",
        "florid": "奉獻（Service）",
        "explanation2": "凡是受到這種花祝福而生的人，擅於社交活動，無論在學校裡或社會上都是活 躍的領導人物。談起戀愛來，也是站在主動的地位哦！",
        "explanation1": "韭菜花的莖像蔥，最大的功能是食用。是蘇格蘭人和威爾斯人餐桌上的最愛。 另外，羅馬皇帝尼祿則把它當藥使用，以使聲音變好。它是這麼有用的植物，因此 它的花語是－奉獻。"
    },
    {
        "name": "鼠耳草（Common Mouse Ear）",
        "Date": "三月二日",
        "florid": "敏銳（Clear-headed）",
        "explanation2": "凡是受到這種花祝福而生的人，神經非常的敏感。換句話說，是了解別人痛楚 的人。雖然是很了不起的性格，但也因此吃了不少虧，有時也該稍微自私一點，尤 其是戀愛的時候。",
        "explanation1": "鼠耳草的英文名字，直譯就是老鼠的耳朵。為什麼會取這樣的名字，雖然原因 不明，但老鼠的耳朵是非常敏銳的。因此它的花語就是－敏銳。"
    },
    {
        "name": "茼蒿（Crown Daisy）",
        "Date": "三月三日",
        "florid": "豐富（Abundance）",
        "explanation2": "凡是具有受到這種花祝福而生的人，具備多項才能，可稱得上多才多藝，因此 人生似乎是一帆風順。但有時反倒會陷於恃才傲物，注意言行舉止，別惹戀人討厭哦！",
        "explanation1": "關於茼蒿的栽培，在亞洲是為了食用，在歐美是為了觀賞。一到了春天，地中 海沿岸盡被一片金黃色的美麗花朵所淹沒。因此它的花語是－豐富。 "
    },
    {
        "name": "繁縷（Chickweed）",
        "Date": "三月四日",
        "florid": "恩惠（Mercy）",
        "explanation2": "凡是受到這種花祝福而生的人，富有博愛心，大多能成為朋友的心靈支柱。由 同情所滋生的 新戀情，大概也是在這種情況下發生的吧！",
        "explanation1": "繁縷是繁殖力極為旺盛的植物，一年到頭開滿了白色星形的花朵，四處散播數 萬乃至數百萬顆種子。嫩葉可以供人食用，種子則受到雞及鳥兒們的喜愛，可以說是大地的恩惠。因此，它的花語是－恩惠。 "
    },
    {
        "name": "綠菟葵（Green Hellebore）",
        "Date": "三月五日 ",
        "florid": "刺（Sharp）",
        "explanation2": "凡是受到這種花祝福而生的人，雖然有智慧又冷靜，是最洽當的商討對象。但 是話裡常帶刺，如果這個刺不拔掉，恐怕就找不到情人了。",
        "explanation1": "綠菟葵的學名是殺害食物，從前雖然多被當做草藥來使用。但使用量錯誤，可 就成了毒草。換句話說，在藥草的臉孔後面隱藏著恐怖的尖刺。因此它的花語是 － 刺。"
    },
    {
        "name": "野生水仙（Wild Daffodil）",
        "Date": "三月六日",
        "florid": "崇拜（Worship）",
        "explanation2": "凡是受到這種花祝福而生的人，認真、有智慧，而且精力充沛。具備了在社會上成功立足的資質，不過也因而招來許多人的妒嫉。必須注意，戀愛則屬激烈燃燒型。",
        "explanation1": "野生水仙比園藝栽培的水仙來得矮小，淡黃色的花瓣，包圍著較深黃色的花蕊，散發出高貴的香味。因此野生水仙的花語是－崇拜。 "
    },
    {
        "name": "野生水仙（Wild Daffodil）",
        "Date": "三月七日",
        "florid": "名譽（Honor）",
        "explanation2": "受到這種花祝福而生的人，富有榮譽感，是天生的領導人才。只不管有時會拉不下臉來求別人，太好強太愛面子會形成戀愛路上的障礙！",
        "explanation1": "以前，在歐洲的原野上四處都有野生水仙。如今自然生長的地方已經極為有限了，常被當作園藝素材栽植。像這麼珍貴的花草，它的花語是－名譽。 "
    },
    {
        "name": "野生黃水仙（Wild Jonquil）",
        "Date": "三月八日",
        "florid": "那喀索斯（Narcissus）",
        "explanation2": "凡是受到這種花祝福而生的人，極度自戀。不過，只愛自己是無法培育出戀情的，別忘了多給對方一點愛哦！",
        "explanation1": "迷戀自己倒映在池中的身影，想擁抱它卻因而掉入池中淹死。黃水仙就是這個既可憐，又可笑的希臘神話主角－那喀索斯的化身。因此它的花語是－那喀索斯。 其意思是，非常愛自己的人。"
    },
    {
        "name": "喇叭水仙（Petticoat Daffodil）",
        "Date": "三月九日",
        "florid": "光榮（Glory）",
        "explanation2": " 　　凡是受到這種花祝福而生的人，大抵過著充滿光榮的人生吧！富知性，擅長社交，又熱情。然而驕者必敗，必須注意哦！",
        "explanation1": "襯裡水仙是水仙的一種，自然生長在南歐到北非一帶。和普通的花不同，喇叭形的副冠比花瓣還要引人注目。而喇叭是宣布光榮的樂器，因此它的花語是 － 光榮 。"
    },
    {
        "name": "彈指婆婆納（Fingered Speedwell）",
        "Date": "三月十日",
        "florid": "除厄（Protect from Evils）",
        "explanation2": "受到這種花祝福而生的人，總是受到幸運女神的保護。請相信自己的幸運，大膽走出積極的人生吧！當然，戀愛也是一樣。",
        "explanation1": "彈指婆婆納是自然生長在田裡、路旁的雜草，從春天到夏天開深藍色的小花。乾燥後的花，一方面可以當治療皮膚粗糙和喉嚨痛的藥，另一方面在愛爾蘭還把它 佩掛在衣服上驅除厄運。因此它的花語是－除厄。 "
    },
    {
        "name": "康沃爾石南（Cornish Heather）",
        "Date": "三月十一日",
        "florid": "萬能（Almighty）",
        "explanation2": "凡是受到這種花祝福而生的人，可謂多才多藝。無論功課或運動，樣樣都得意。只不過，每一樣都不夠專精，是無法成就大事業的。尤其是戀愛，如果和許多人 都不錯，那可就糟了!",
        "explanation1": "它的英文名字的意思就是康沃爾地方的石南。既是編製掃帚、籃子及鋪屋頂的材料，又是當家畜、鳥類的糧食，甚至做成床鋪，真是用途廣大。因此康沃爾石南 的花語是－萬能。 "
    },
    {
        "name": "沙洲蕃紅花（Sand Crocus）",
        "Date": "三月十二日",
        "florid": "權威（Authority）",
        "explanation2": "受到這種花祝福而生的人，氣質高貴，常是團體裡的中心人物。然而，問題是那些圍繞著你的人，其中有幾個是真心對你的呢？除非更真誠、坦白，否則是不會 產生愛情的。",
        "explanation1": "在中世紀的歐洲，教皇比國王、皇帝還要具有權威，而樹立起強大教皇權力的是古雷葛里奧教皇。由於沙洲蕃紅花是選來供奉他的，因此它的花語是－權威。 "
    },
    {
        "name": "野生三色堇（Wild Pansy）",
        "Date": "三月十三日",
        "florid": "白日夢（Daydream）",
        "explanation2": "受到這種花祝福而生的人，喜歡幻想，有為戀愛而戀愛的傾向。當然，沒有錯覺戀情是開始不了的。不過，光有錯覺也不足也使戀情成長。所以，請學學經營戀 愛的方法吧！",
        "explanation1": "出現在莎士比亞名著＜仲夏夜之夢＞裡的春藥，其實指的就是三色堇。因為自古以來三色堇就被當作白日夢，尤其象徵著戀愛的白日夢。因此它的花語是－白日夢。"
    },
    {
        "name": "山櫻草（Mountain Soldanel）",
        "Date": "三月十四日",
        "florid": "慈悲（Mercy）",
        "explanation2": "凡是受到這種花祝福而生的人，善解人意，能夠衷心同情遭遇不幸的人，經常扮演被失戀者傾訴的角色。如果對方是異性朋友，也可能由同情而轉變為愛情哦！",
        "explanation1": "山櫻草是供奉給聖瑪琪爾達的花朵。她雖然貴為神聖羅馬帝國皇帝的妃子，卻非常富有慈悲心，死後被列入聖人榜中。因此，它的花語是－慈悲。 "
    },
    {
        "name": "款冬蒲公英（Coltsfoot）",
        "Date": "三月十五日",
        "florid": "早熟（Precocity）",
        "explanation2": "凡是受到這種花祝福而生的人，非常早熟，青春期就常因為各種矛盾而苦惱生氣。極為單純，絕不容許戀人有絲毫的背叛行為。",
        "explanation1": "款冬是一種非常奇特的植物，開了像延命菊般鮮黃色的花朵後才長出葉子，所以有個暱稱叫比父母早出生的孩子。因此它的花語是－早熟。 "
    },
    {
        "name": "純白水仙（Paper －White －Narcissus）",
        "Date": "三月十六日",
        "florid": "陶醉（Intoxication）",
        "explanation2": "凡是受到這種花祝福而生的人，深愛自己，卻無法放開心胸來接納別人。這種人很難獲得真正的戀情，必須更敞開心胸才是。",
        "explanation1": "精神分析家以希臘神話中迷上自己，並因而早夭的那喀索斯為例子。把自戀、自我陶醉型的人稱為那喀索斯症。因此，純白水仙的花語是－陶醉。"
    },
    {
        "name": "酢醬草（Shamrock）",
        "Date": "三月十七日",
        "florid": "愛國（Patriotism）",
        "explanation2": "凡是受到這種花祝福而生的人，對家人朋友故鄉等自己週遭的人都願意付出愛心。如果結婚，一定能建立幸福美滿的家庭。",
        "explanation1": "屬豆科植物的酢醬草是用來獻給愛爾蘭守護聖人－聖帕特里克的花朵，現在是愛爾蘭的國花。愛爾蘭為了爭取獨立曾經和英國長期浴血抗戰。因此，它的花語是 －愛國。 "
    },
    {
        "name": "大豹毒（Great Leopardsbane）",
        "Date": "三月十八日",
        "florid": "樸素（Naivety）",
        "explanation2": "凡是受到這種花祝福而生的人，不裝腔作勢，直爽親切。不過稍微裝模作樣一下，可發揮想像不到的魅力哦！但是對心愛的人，還是不要有任何隱藏才好。",
        "explanation1": "大豹毒的黃色花朵非常樸素，使得英國人到野外郊遊時總愛採擷這類花，歐美一帶的人們也常拿來裝飾山中小屋的庭院，因此它的花語是－樸素。 "
    },
    {
        "name": "伯利恆之星（Star of Bethlehem）",
        "Date": "三月十九日",
        "florid": "敏感（Nervousness）",
        "explanation2": "受到這種花祝福而生的人，既神經質又心思細緻，會被這種性格所吸引的異性也很多。然而，這種個性還真有些累人。所以必須多結交可以讓自己放鬆，彼此又 不須客套的朋友。",
        "explanation1": "這種花多半野生於巴勒斯坦，因此命名為伯利恆之星。由於它對光線敏感，因此日正當中時，花瓣會自然捲起來，是一種相當奇特的花。所以它的花語是－敏感。 "
    },
    {
        "name": "野生紫蘿蘭（Common Dog Violet）",
        "Date": "三月二十日",
        "florid": "清楚（Neat）",
        "explanation2": "受到這種花祝福而生的人，就好比工筆美人圖般，清秀亮麗，而且身心健康。因此，受你吸引的人必定很多，一定會有美好的戀情出現哦！",
        "explanation1": "雖然是紫蘿蘭科的花，但和其它紫蘿蘭不同的是花朵幾乎沒有香味，花色也比一般的紫蘿蘭擁有更深，更清楚的色調。因此野生紫蘿蘭的花語是－清楚。 "
    },
    {
        "name": "白延胡索（White Ramping Fumitory）",
        "Date": "三月二十一日",
        "florid": "開始（Start）",
        "explanation2": "凡是受到這種花祝福而生的人，對未來總是充滿著期待與躍躍欲試的心情，非常浪漫，當然也夢想著羅曼蒂克的愛情。說不定過不了多久，你就能如花語所提示 的，開始一段美好的戀情哦！",
        "explanation1": "白延胡索是獻給全歐洲的守護聖人，同時被尊稱為修道院制度之父的聖貝地克道斯。因此它的花語是－開始。 "
    },
    {
        "name": "白屈菜（Lesser Celandine）",
        "Date": "三月二十二日",
        "florid": "認生（Be bashful）",
        "explanation2": "凡是受到這種花祝福而生的人，非常怕生，在陌生人面前會顯得不自在、害羞。但是只要遇到適當的對象，也會積極起來。",
        "explanation1": "白屈菜一枝莖只開一朵美麗的黃花，而且只在太陽照射的時候才開花，一旦下雨或逢陰天，就立刻躲了起來，就像一個怕生的人。因此它的花語是－認生。"
    },
    {
        "name": "絕世水仙（Pearless Narcissus）",
        "Date": "三月二十三日",
        "florid": "自豪（Pride）",
        "explanation2": "凡是受到這種花祝福而生的人，不但強烈的愛著自己，而且非常高傲。雖然條件不錯，但過度的自豪會妨礙正常的社交生活。如果不能變得更親切率真，恐怕會 教不到真正的朋友，也得不到真心的戀人哦！",
        "explanation1": "絕世水仙是水仙的一種，英文名字－那喀索斯，則是緣自於自戀的少年－那喀索斯。因此它的花語是－自豪。"
    },
    {
        "name": "貓眼草（Golden Saxifrage）",
        "Date": "三月二十四日",
        "florid": "善變（Change of mind）",
        "explanation2": "凡是受到這種花祝福而生的人，性情不穩定，容易見異思遷，這或許是好奇心旺盛的緣故吧！戀愛時如果鎖定目標，三心二意，可能會失去全部哦！",
        "explanation1": "貓眼草的花並沒有花瓣，只有在花萼的中央有個金黃色的圓盤。由於形狀像貓的眼睛，因此叫它貓眼草。正因為貓的眼睛經常在變換大小及色調，因此它的花語 是－善變。"
    },
    {
        "name": "金盞花（Marigold）",
        "Date": "三月二十五日",
        "florid": "救濟（Relief）",
        "explanation2": "凡是受到這種花祝福而生的人，非常母性化，洋溢著能包容一切的溫柔光輝，有時這種溫柔也會被人誤以為是愛情。所以已經有男女朋友的人要注意，不要引起別人的誤會。",
        "explanation1": "歐美人士喜歡剪下金盞花的花莖供在瓶裡觀賞。由於金盞花是通知聖母瑪利亞懷孕的花朵，因此它的花語是－救濟。 "
    },
    {
        "name": "天仙子（Henbane）",
        "Date": "三月二十六日",
        "florid": "邪惡的心（Wicked Heart）",
        "explanation2": "受到這種花祝福而生的人，感覺過於敏銳，並具有毒性。不過有時毒也能入藥，時機與場合對的話，就能發揮強大的力量。",
        "explanation1": "花是帶奶酪色的黃色，並有紫色的筋脈，有令人不舒服的刺激性臭味，並且含劇毒。服下萃取出來的汁液，會造成語言及視覺的障礙，甚至導致死亡。有人會拿 它來毒殺別人，因此它的花語就是－邪惡的心。"
    },
    {
        "name": "黃水仙（Wild Jonquil）",
        "Date": "三月二十七日",
        "florid": "神祕（Mystery）",
        "explanation2": "受到這種花祝福而生的人，充滿神祕的氣息，異性關係方面有時奔放，有時保守，總之令人難以捉摸。這也可以說是你的魅力所在吧！",
        "explanation1": "雖然黃水仙的英文名字－那喀索斯，是出自於希臘神話中一位少年的名字，這已經成為定論。但也有人認為它是從希臘語麻醉一詞而來。不管那一個都很神祕， 因此黃水仙的花語就是－神祕。 "
    },
    {
        "name": "綠豹毒（Green Leopardsbane）",
        "Date": "三月二十八日",
        "florid": "多產（Prolificacy）",
        "explanation2": "凡是受到這種花祝福而生的人，身心豐滿，充滿母性的魅力。雖然沉默寡言，卻具有調解朋友糾紛的功力。結婚後，子女聽話懂事，應該能當個好媽媽。",
        "explanation1": "綠豹毒的花是鮮黃色的，而且春天的花謝了，秋天還會再開一次，一年內可以花開二度。因此，綠豹毒的花語是 － 多產。 "
    },
    {
        "name": "延胡索（Common Fumitory）",
        "Date": "三月二十九日",
        "florid": "幻想（Fantasy）",
        "explanation2": "凡是受到這種花祝福而生的人，喜歡靜靜的沉思。適合你的戀人，最好也是文靜一點的，兩人才可共同享受寧靜片刻。",
        "explanation1": "胡延索有個小名叫做大地之霧，大概是因為它茂盛的綠意，看起來就像從平地升起的霧一般吧！即使是在大太陽的晴天裡也有霧，簡直就是幻想的光景。因此它 的花語是－幻想。"
    },
    {
        "name": "碎米薺（Hairy Bittercress）",
        "Date": "三月三十日",
        "florid": "熱情（Passion）",
        "explanation2": "受到這種花祝福而生的人，人生的態度積極而進取。談起戀愛來也是很主動，而且引導對方。不過，看情況需要，有時還是得扮演一下可愛的小女孩！",
        "explanation1": "碎米薺是非常有趣的花，一旦果實成熟便一下子蹦開向外散播種子。由於它傳播種子的情形十分積極，因此它的花語就是－熱情。 "
    },
    {
        "name": "小型水仙（Dwarf Narcissus）",
        "Date": "三月三十一日",
        "florid": "沉默（Keep silent）",
        "explanation2": "凡是受到這種花祝福而生的人，沉默寡言，在一群朋友中經常扮演著微笑傾聽的角色，是一個很好的聽眾。然而，有時也該積極的發言，否則會喪失戀愛的機會 ！",
        "explanation1": "小型水仙原本是產在葡萄牙的野生種，花語是－沉默。意味著不要那喀索斯所 象徵的自憐自戀。"
    },
    {
        "name": "山木藍（Annual Mercury）",
        "Date": "四月一日",
        "florid": "變革（Reform）",
        "explanation2": "凡是受到這種花祝福而生的人，非常認真直率，決不能默視不合理的事。如果連戀人的一點點過失也要責備，那是無法培養出感情的，有時必須睜一隻眼閉一隻 眼呀！",
        "explanation1": "山木藍是獻給八世紀時致力於教會改革運動的庫爾諾布爾主教－弗葛的花朵。花開期時開綠色房狀的花朵，它的花語源自於符合弗葛精神的－變革。"
    },
    {
        "name": "香甜紫蘿蘭（White-flowered Sweet Violet）",
        "Date": "四月二日",
        "florid": "美（Beauty）",
        "explanation2": "受到這種花祝福而生的人，渾身散發出不可言喻的美。也因為具備了這種不可抗拒的美，談起戀愛來無往不利。不過，一旦失戀，打擊可能也會特別大。",
        "explanation1": "香甜紫蘿蘭是戀愛和美的女神－阿芙洛迪的代表花，從花瓣提煉出的油可當香水的原料，更是美的象徵。所以香甜紫蘿蘭的花語就是－美。"
    },
    {
        "name": "綠朱草（Green Alkanet）",
        "Date": "四月三日",
        "florid": "偽裝（Dress）",
        "explanation2": "受到這種花祝福而生的人，很會配合時間和場合來偽裝自己；換句話說，不太表露自己的真心，是很適合謀略的性格。不過談戀愛時，太多的謀略也會招人討厭的，或許剛開始時有必要運用一些策略，但最後還是得靠真誠才行！",
        "explanation1": "    據說，古埃及的婦女用取自綠朱草的染料，把手指甲和腳指甲塗紅。因此，綠 朱草的花語是－偽裝。"
    },
    {
        "name": "帝王貝母（Crown Imperial Fritillary）",
        "Date": "四月四日",
        "florid": "忍耐（Perseverance）",
        "explanation2": "凡是受到這種花祝福而生的人，也是忍耐功夫很強的人，天生適合教育工作。當然，也會有耐心的，把戀人教育成適合自己的類型。",
        "explanation1": "帝王貝母是被信徒和徒弟們私下稱為「校長」的六世紀塞維爾主教－伊西德爾的代表花。這位主教一定非常熱心教育，而對教育工作者而言，最重要的資質就是 忍耐。因此，帝王貝母的花語就是－忍耐。"
    },
    {
        "name": "黃冠貝母（Yellow Crown Imperial）",
        "Date": "四月五日",
        "florid": "絢爛（Gorgeous）",
        "explanation2": "凡是受到這種花祝福而生的人，具備絢爛奪目的才能。但是如果不趁著顛峰時持續努力，最後還是會退到谷底。因此，當遇見能激發你的才能的人，要格外珍惜 哦！",
        "explanation1": "黃冠貝母的花色雖然以黃色或紅色為主，但是當雙色混合時花瓣就像西洋象棋盤的花紋。這種花只要在花壇中開出五六朵就非常美麗，因此，黃冠貝母的花語就 是－絢爛。"
    },
    {
        "name": "風信子（Common Hyacinth）",
        "Date": "四月六日",
        "florid": "休憩（Rest）",
        "explanation2": "受到這種花祝福而生的人心胸寬廣，能帶給與他接觸的人心靈上的安慰。有時戀人也須要靠在你肩上休息片刻，這時候請好好的安慰他吧。",
        "explanation1": "聖經上所謂「山谷的百合」或「荊蕀間的百合」可能就是風信子。原產於中東，在沙漠和荒地隨處盛開，令疲憊的旅人倍感溫馨與安慰。因此，它的花語就是－ 休憩。"
    },
    {
        "name": "白頭翁（Wood Anemone）",
        "Date": "四月七日",
        "florid": "才智（Wit）",
        "explanation2": "凡是受到這種花祝福而生的人，具有出類拔萃的才智；而且不只富有知性，還 兼具有洞察人心的纖細感受力。如果走藝術的路線，或許會比較容易成功？這樣的 你，只有價值觀和你相通的人才適合。",
        "explanation1": "純白而給人清純感受的白頭翁，就是被供奉給四世紀時波斯的基督教徒作家－ 亞夫拉哈特的花朵。所以，白頭翁的花語就是與亞夫拉哈特的才智相匹配的－才智 。"
    },
    {
        "name": "常春藤（Ground lvy）",
        "Date": "四月八日",
        "florid": "感化（Influence）",
        "explanation2": "凡是受到這種花祝福而生的人，具有了不起的感化力，能夠影響其他人，或許 你適合當個政治家或企業家吧？對戀人也有莫大的影響力，能把對方潛移默化成自己喜歡的類型。",
        "explanation1": "英國在十六世紀採用忽布花以前，都是用常春藤來釀啤酒，因為把它混在麥子 裡，會使麥子化成啤酒。所以，常春藤的花語就是－感化。"
    },
    {
        "name": "紅水仙（Red Polyanthus）",
        "Date": "四月九日",
        "florid": "悔改（Repentance）",
        "explanation2": " 凡是受到這種花祝福而生的人很會自我反省，同樣的過錯不會在他身上重複犯 上兩次。只是一旦嘗到失戀的苦澀滋味，會有對戀愛恐懼的傾向。然而失敗為成功 之母，其實沒有必要因為失戀，而對愛情裹足不前。",
        "explanation1": "紅水仙既然是供奉給悔改後，隱居在洞窟裡的埃及人－梅亞里的花朵。所以， 它的花語就是－悔改。"
    },
    {
        "name": "野生紫羅蘭（Pale Dog Violet）",
        "Date": "四月十日",
        "florid": "薄命（Unhappiness）",
        "explanation2": "凡是受到這種花祝福而出生的人美是美，但給人的存在感卻很薄弱，容易被人 忽視。然而加強存在感最好的辦法，莫過於一場熱烈的戀愛哦！",
        "explanation1": "野生紫羅蘭和同種類的石南堇相比之下，會顯得花色較淡薄。和另一種相近的 香甜紫羅蘭相比之下，香味又淡得幾乎沒有。令人不禁想起紅顏薄命這句話，因此 野生紫羅蘭的花語就是－薄命。"
    },
    {
        "name": "蒲公英（Dandelion）",
        "Date": "四月十一日",
        "florid": "多情（Fickle）",
        "explanation2": "凡是受到這種花祝福而生的人比較善變沒有定性但絕不是水性楊花只是還不確 定自己的喜好以及人生的目標而已因為年輕嘛四處看看變換不定還是可以被容許的。",
        "explanation1": "看到蒲公英白色的綿絲隨風舞，不問東西的樣子，總給人一種沒定性、朝秦暮 楚的感覺。因此，它的花語就是－多情。"
    },
    {
        "name": "虎耳草（London Pride）",
        "Date": "四月十二日",
        "florid": "持續（Continue）",
        "explanation2": "凡是受到這種花祝福而生的人耐性超強，能夠持之以恆慢慢累積成偉大的成就 ，當學者應該蠻適合的。",
        "explanation1": "虎耳草的學名非常奇妙，從拉丁語直譯過來就是「割岩者」，這是因為虎耳草 喜歡生長在背陽的山下及岩石裂縫處的緣故。長時間下來，或許真的可以割開岩石 也說不定！因此，虎耳草的花語是－持續。"
    },
    {
        "name": "野生水仙（Wild Daffodil）",
        "Date": "四月十三日",
        "florid": "稀少（Rarity）",
        "explanation2": "受到這種花祝福而生的人，凡事靠自己，可以耐得住孤獨寂寞的生活，也就是 所謂孤芳自賞型的人。不過，如果有個伴侶，人生會更容易度過，試著找找看吧！",
        "explanation1": "從前在英國，野生水仙原本是隨處可見的植物，如今由於森林的砍伐和人們挖 取球莖來栽培，野生水仙已經變成難得一見的植物了。因此，它的花語是反映生存 現狀的－稀少。"
    },
    {
        "name": "琉璃苣（Common Borage）",
        "Date": "四月十四日",
        "florid": "機智（Wit）",
        "explanation2": "凡是受到這種花祝福而生的人，腦筋動得很快，反應靈敏又勤勞、愛工作。而 適合你的人，或許反倒是那種凡事漠不經心的人吧？",
        "explanation1": "具有如黃瓜般口味和氣味的琉璃苣，經常被當作菜餚的調味品來使用：有的把 葉子加在各種菜餚上，增添風味；有的讓藍色的花瓣飄在飲料上，來製造氣氛。因 此，琉璃苣的花語是和這些創意相輔相成的－機智。"
    },
    {
        "name": "繁縷花（Greater Stitchwort）",
        "Date": "四月十五日",
        "florid": "雄辯（Oratory）",
        "explanation2": "凡是受到這種花祝福而生的人富理智、擅邏輯，說起話來口若懸河，令許多人 佩服得五體投地。但是，談戀愛嘛，言語有的時候反倒是多餘的！如果不懂得其中 奧妙，是很難抓住愛人的心！",
        "explanation1": "繁縷花既然供奉給十三世紀時，西班牙多明尼哥教會最著名的雄辯家－傳教士 倍德羅‧孔沙斯。因此，繁縷花的花語就是－雄辯。"
    },
    {
        "name": "野生鬱金香（Wild Tulip）",
        "Date": "四月十六日",
        "florid": "貞操（Chastity）",
        "explanation2": "凡是受到這種花祝福而生的人，屬於純情派，對愛情非常的專一。被你愛上的 人，一定非常的幸福！",
        "explanation1": "野生鬱金香生長在地中海沿岸，是所有鬱金香的原種。在羅馬神話中，鬱金香 是布拉特神的女兒，她為了逃離秋神貝爾茲努一廂情願的戀慕，而請求貞操之神迪 亞那，把自己變成了花。所以，野生鬱金香的花語就是－貞操。"
    },
    {
        "name": "君子與淑女（Lords and Ladies）",
        "Date": "四月十七日",
        "florid": "詐欺（Cheat）",
        "explanation2": "凡是受到這種花祝福而生的人口才很好，但也有巧言令色的一面。這樣的個性 ，很難贏得別人長久的信任，所以應該再誠實一點！",
        "explanation1": "君子與淑女是一種非常奸詐的花，在開花時節會散發出強烈的氣味，一旦吸引 蒼蠅停在花朵上時，花朵立刻會關閉。蒼蠅在裡面掙扎的同時，也自然的完成了傳 授花粉的工作。這樣雖然聰明，卻很狡滑。因此，君子與淑女的花語就是－詐欺。"
    },
    {
        "name": "白色野生水仙（White Wild Daffodil）",
        "Date": "四月十八日",
        "florid": "自負（Self-conceit）",
        "explanation2": "凡是受到這種花祝福而生的人能力很強，是會成就大事業的人。只不過太自負 ，有時會引起別人的反彈，戀愛的風格也也有點自我本位主義。如果不加以改善， 很可能會成為失戀的原因，所以要謙虛一點，不要太炫耀自己的才能。",
        "explanation1": "白色野生水仙是深受華茲華斯等英國詩人所喜愛的野生水仙之一，由於它的模 樣潔白又清純，所以顯得高高在上。因此，它的花語是－自負。"
    },
    {
        "name": "野生大蒜（Wild Garlic）",
        "Date": "四月十九日",
        "florid": "精力充沛（Energy）",
        "explanation2": "凡是受到這種花祝福而生的人活動力強、精力充沛，無論談戀愛或工作，都請 以這種步調全力衝刺，相信你的前途必定無可限量啊！",
        "explanation1": "從春天到初夏，踏在由野生大蒜覆蓋的大地上，彷彿站在一片地毯上，大蒜的 香味便會立刻撲鼻而來。而野生大蒜的花語就是－精力充沛。"
    },
    {
        "name": "雪片蓮（Spring Snowflake）",
        "Date": "四月二十日",
        "florid": "新生（New Life）",
        "explanation2": "凡是受到這種花祝福而生的人，經常訂定新的目標，並且努力實現。對戀人也 是盡心盡力的，能為完美無缺的愛情奉獻。但是如果對方沒有同等的回報，後果可 能會不堪設想！",
        "explanation1": "雪片蓮在歐洲被當作代表春天來臨的花朵，當它在牧草地上整片盛開時，就像 在表現大地迎春的喜悅。因此，雪片蓮的花語就是－新生。"
    },
    {
        "name": "雪白水仙（Paperwhite Narcissus）",
        "Date": "四月二十一日",
        "florid": "不屈（Inflexible）",
        "explanation2": "凡是受到這種花祝福而生的人，講好聽是堅持已見，講難聽是頑固。即使是親 人和朋友都反對他的戀情，也不能改變他的心意，可說既強悍又純情。",
        "explanation1": "雪白水仙是供奉給八世紀時，致力於使教會從國家分離、獨立的大主教－聖安 隨爾的花朵。由於聖安隨爾的不屈不撓的精神，所以雪白水仙的花語就是－不屈。"
    },
    {
        "name": "袋草（Wood Crowfoot）",
        "Date": "四月二十二日",
        "florid": "幼稚（Infantness）",
        "explanation2": "凡是在這一天出生的人，從好的方面來說是還保有赤子之心、天真爛漫，令異 性放心不下。或許這才是戀愛時，最強而有力的武器！",
        "explanation1": "袋草是野花中最華麗的金寶毛之一，花瓣閃耀著金黃色，好像取自天上星星的 光芒，這令人想起山‧迪庫吉培里的著作「小王子」。因此，袋草的花語就是和他 的形象相符的－幼稚。"
    },
    {
        "name": "風鈴草（Bluebell）",
        "Date": "四月二十三日",
        "florid": "嫉妒（Jealousy）",
        "explanation2": "凡是受到這種花祝福而生的人，獨占慾比較強，希望戀人二十四小時都屬於自 己的。不過，這樣多半會產生反效果！",
        "explanation1": "希臘神話中出現的風鈴草，被太陽神阿波羅熱愛。嫉妒的西風便將圓盤扔向風 鈴草的頭，這時流出來的鮮血濺在地面上，便開出了風鈴草的花朵。因此，它的花 語就是－嫉妒。"
    },
    {
        "name": "山楂（Blackthorn）",
        "Date": "四月二十四日",
        "florid": "守護（Protection）",
        "explanation2": "凡是受到這種花祝福而生的人守口如瓶，是最適合當談心的對象，也是個可以 信賴的朋友。然而，這種自制心較強烈的個性，有時反倒會成為戀愛的絆腳石，所 以和戀人獨處時，不妨活潑一點。",
        "explanation1": "山楂是最適合當籬笆的素材：密生的形狀、長且銳利的刺，都很適合當圍牆。 不僅比真的鐵絲網還更有效，而且美觀得多。因此，山楂的花語是－守護。 "
    },
    {
        "name": "豪華鬱金香（Clarimond Tulip）",
        "Date": "四月二十五日",
        "florid": "華麗（Showy）",
        "explanation2": "凡是受到這種花祝福而生的人，無論穿什麼、做什麼，總是眾人注目的焦點。 不過，懂得你也有詩情畫意的一面的人，也許只有你的情人吧？",
        "explanation1": "像豪華鬱金香這麼豔麗的花恐怕很少吧？不只花瓣是鮮豔的紅色，花瓣的根部 是黑色，而且在黑色的邊緣還鑲著金邊。因此，它的花語就是－華麗。 "
    },
    {
        "name": "兔耳芥菜（Hare's-ear Mustard）",
        "Date": "四月二十六日",
        "florid": "調和（Harmony）",
        "explanation2": "此，兔耳芥菜的花語是－調和。 ",
        "explanation1": "兔耳芥菜是被選來獻給七世紀時法國的大修道院院長同時又是隱者的聖里卡流 斯。既是大修道院的負責人，又是隱者，這不是互相矛盾嗎？可見得聖里卡流斯是 一位擅長取得平衡的人。因"
    },
    {
        "name": "四月二十七日",
        "Date": "凡是受到這種花祝福而生的人，身心的平衡感特別優異。但是，為了體驗不同 的人生，有時也該打破平衡，嘗試新的事物。",
        "florid": "紅邊水仙（Poet's Narcissus）",
        "explanation2": "雖然象徵水仙的那喀索斯是個討厭的人，但這個花的英文名字含意卻是「詩人的那喀索斯」。其實就某些方面而言，詩人有自戀的傾向，也是理所當然的，因為那是藝術成立的條件。所以，紅邊水仙的花語就是－藝術。   凡是受到這種花祝福而生的人，是具備纖細感受力的藝術家型的人。表現愛情的手法也是多彩多姿的，令對方很難抗拒。",
        "explanation1": "花語：藝術（Art）"
    },
    {
        "name": "君子與淑女（Lords and Ladies）",
        "Date": "四月二十八日",
        "florid": "哄笑（Loud laughter）",
        "explanation2": "凡是在這一天出生的人，不拘小節、個性豪爽、愛笑、愛說話而且愛吃，是個 能夠充分享受人生的人。",
        "explanation1": "觀察君子與淑女的莖、葉、花，的確長得太不可思議了！就如英國鄉下人所戲稱的「小狗的雞雞」或「小男孩的寶貝」等充滿捉弄及玩笑的口氣。所以心胸開闊 的說，它的花語是－哄笑。"
    },
    {
        "name": "漢葒魚腥草（Herb-Robert）",
        "Date": "四月二十九日",
        "florid": "脈動（Pulsation）",
        "explanation2": "凡是受到這種花祝福而誕生的人是個理想主義者，不管現實生活中的環境多麼 惡劣，仍然能夠不改初衷地追求自己的理想。而在戀愛的時候，也能發揮這種精神 ，和最愛的人共同摸索出理想的戀情。",
        "explanation1": "約克夏人叫漢葒魚腥草為「沾滿鮮血的瑪莉」，為什麼取這種不吉利的名字呢？原來是它在秋天變成紅色的葉子，令人聯想起鮮紅血液的緣故。因此，漢葒魚腥 草的花語就是代表血液前進的力量的－脈動。"
    },
    {
        "name": "西洋櫻草（Cowslip）",
        "Date": "四月三十日",
        "florid": "成熟（Ripen）",
        "explanation2": "凡是受到這種花祝福而誕生的人孜孜不倦，非常好學，以明天的成就當作今天 生存奮鬥的目標。相信在不斷的努力之後，不久的將來，一定可以結出成功的果實 。",
        "explanation1": "西洋攖草是廣泛生長在歐洲大陸的多年生植物，吊鐘形的黃色花朵非常芳香。 英國的鄉間就有人把它摘下，等成熟後釀製成香醇的葡萄酒。因此，西洋櫻草的花 語是－成熟。"
    },
    {
        "name": "紅石竹（Red Campion）",
        "Date": "五月一日",
        "florid": "友好（Friendship）",
        "explanation2": "受到這種花祝福而誕生的人通常人際關係都相當不錯，而且異性朋友也不少。 不過，在眾多好友之中謹慎選擇終生伴侶，才是明智之舉！",
        "explanation1": "紅石竹是一種雌雄異株的植物，有只有雄蕊的雄株和只有雌蕊的雌株兩種，如果它要傳宗接代就必須同時具有雄株和雌株才行。另外，紅石竹旁邊常盛開著白石竹，將這二者交配會開出色彩柔和的粉紅色花朵。因此它的花語是－友好。"
    },
    {
        "name": "野萊菔（Wild Radish）",
        "Date": "五月二日",
        "florid": "統一（Unity）",
        "explanation2": "凡是在這一天誕生的人在朋友之間通常扮演和事佬的角色。做事圓融，有良好 見識的舉動容易獲得朋友的信賴，有時也兼差當月下老人為朋友拉紅線。但也該 為自己拉拉線了吧！",
        "explanation1": "這是選來供奉西元四世紀，基督教面臨分裂危機時，仍支持信仰正教的亞歷山 大城大主教－聖亞當納西斯的花。因此野萊菔的花語是－統一。"
    },
    {
        "name": "雉眼水仙（Pheasant's Eye Narciss）",
        "Date": "五月三日",
        "florid": "神聖（Holiness）",
        "explanation2": "凡是受到此花祝福的人聖潔高貴，可以說是這個時代所追求的理想領導者。這 天出生的人加把勁吧，你的朋友和伴侶會給你最大的支持的。",
        "explanation1": "水仙是一種聖潔的花卉，用來祭祀西元三三五年基督徒在興建新教堂時，在耶 穌被釘十字架的受難的卡爾瓦利山上發現的聖十字架。因此雉眼水仙的花語是－神聖。"
    },
    {
        "name": "紫羅蘭（Commoon Stock）",
        "Date": "五月四日",
        "florid": "清涼（Cool）",
        "explanation2": "凡是受到這種花祝福而誕生的人具有帶給周遭的人爽朗的特質，純純的愛比較 適合這樣的妳。至於目前流行的婚外情嘛還是少碰為妙。",
        "explanation1": "紫羅蘭是一種盛開在五、六月間，成鞋釘狀的花卉。這種花的香氣逼人，雖然 屬於野生植物，但是園丁特別喜歡把它種在窗臺下。主要是希望藉由紫羅蘭，把芬 芳的香氣帶進屋子裡。因此紫羅蘭的花語是－清涼。"
    },
    {
        "name": "山楂果（Crab-apple）",
        "Date": "五月五日",
        "florid": "美食（Delicious Food）",
        "explanation2": "凡是在這一天誕生的人身體健康，吃得好睡得好，渾身散發出健康美。當然啦也會有一份穩定而且健康的愛情。加油，在周遭人的祝福下，讓心中的愛苗滋生吧 ！",
        "explanation1": "山楂果是野蘋果的祖先，至今依然可以食用。山楂果可以製成美味可口的果凍或果醬，配上一點蘋果餅更是人間美味。因此山楂果的花語有美食之意。"
    },
    {
        "name": "金鳳花（Globeflower）",
        "Date": "五月六日",
        "florid": "智慧（Wisdom）",
        "explanation2": "受到這種花祝福而生的人思慮深頭腦轉得很快。在知性方面的感受力很強，屬於出類拔萃的智慧型人物。不過，出乎意料之外的是，這種人也是擅於撒嬌的人。因此，與其找個可以跟他一起辯論的人當伴侶，不如找個可以讓他撒嬌的人會更好一些。",
        "explanation1": "金鳳花是用來供奉撰寫＜智慧之泉＞這本重要典籍的作者，也是八世紀的學僧達馬斯卡斯的聖約翰。因此它的花語就是－智慧。"
    },
    {
        "name": "亞洲金鳳花（Asiatic Globeflower）",
        "Date": "五月七日",
        "florid": "慈善（Almsgiving）",
        "explanation2": "受到這種花祝福而生的人很重視友情，只要他看到別人有困難，即使對方是陌 生人，他也會不吝的伸出援手。因此，他的人際關係很好，而豐富的人脈正是他最 大的財產，這當中當然包括心愛的人啦!",
        "explanation1": "亞洲金鳳花是相當受歡迎的栽培植物，用來供奉西元八世紀初以慈善奉獻而聞 名的約克主教聖約翰。因此它的花語是－慈善。"
    },
    {
        "name": "德國鈴蘭（Lily Of The Valley）",
        "Date": "五月八日",
        "florid": "純白（Snow White）",
        "explanation2": "受到這種花祝福而生的人就好像一張完全沒有任何描繪和汙點的素描紙，完全 不知道什麼是汙穢。今後，你希望在這張白紙上描繪什麼美麗遠景呢？",
        "explanation1": "德國鈴蘭具有吊鐘形的純白花朵是它最大的特徵。另外，它的繁殖力旺盛，也 是眾所皆知的特點。英國的園藝家認為，德國鈴蘭是用來填補庭園中空白部分的最 好花種。因此它的花語就是－純白。"
    },
    {
        "name": "所羅門的封印（Solomon's Seal）",
        "Date": "五月九日",
        "florid": "痊癒（Cure）",
        "explanation2": "受到這種花祝福而誕生的人個性像個慈藹的醫生，不過跟醫生治癒別人身體上 的病痛不同，他治癒的是朋友或知己的內心創傷。或許就在他安慰異性朋友失戀的 過程中，新的戀情已經悄悄的萌芽了呀！",
        "explanation1": "所羅門的封印自古以來就是大家認定的有效藥草，聽說就連聖明的所羅門王都 拿它做為濕布藥膏呢。所以所羅門的封印的花語就是－痊癒。"
    },
    {
        "name": "普通牡丹花（Common Peony）",
        "Date": "五月十日",
        "florid": "引導（Lead）",
        "explanation2": "受到這種花祝福而生的人是個博愛主義者，並以寬大的心胸和獻身的愛情與人 交往。但是請特別注意：有些可惡的傢伙會利用你的這種仁慈和溫柔哦！",
        "explanation1": "根據歐洲古老迷信普通牡丹花在夜晚會發出光芒，以便看守和照顧羊群，並防 止農作物受到損害，所以它可以說是農業和畜牧的守護神。也因此它的花語是－引 導。"
    },
    {
        "name": "黃日光蘭（Yellow Asphodel）",
        "Date": "五月十一日",
        "florid": "野生（Wild Nature）",
        "explanation2": "凡是受到這種花祝福而生的人具有天生的野性，不容易受既存的規範擺布，非 常的活躍，有時也會流於粗暴。僅管如此，其實他是個心思細密的人，如果有人能 了解他的這個特點，或許可以燒出戀火哦！",
        "explanation1": "在英國，一般認為黃日光蘭長得很茂盛的土地，就是被人類解放的土地。也就 是說，它是標準的野生植物。因此它的花語是－野生。"
    },
    {
        "name": "鳶尾花（Garden Iris）",
        "Date": "五月十二日",
        "florid": "優美（Graceful）",
        "explanation2": "受到這種花祝福而生的人具有柔美嬌媚的氣質擅於社交，但卻不是遊戲人間的 人。他對於將來有一番規劃，會玩會讀書會工作，可以說是這種人的生活形態。這 樣的人生不是很優美嗎？",
        "explanation1": "鳶尾花雖然具有粗大的根，寬闊如刀的葉，非常強韌的生命力。但是由於它是 製造香水的原料，因此相當受尊重，也廣被使用。所以它的花語是－優美。"
    },
    {
        "name": "康復力花（Comfrey）",
        "Date": "五月十三日",
        "florid": "寂靜（Stillness）",
        "explanation2": "凡是受到這種花祝福而生的人非常沉默寡言，但是在他的胸中卻裝滿了熱情。 這是種蘊藏熱情的寂靜，或許正有人等待著你從嘴巴中吐露出熱情的愛語呢！",
        "explanation1": "康復力花是用來供奉四世紀左右巴勒坦的隱士，沉靜的隱者－聖約翰的。這位 聖人因為修行的關係，在七十年內幾乎不曾開過口。因此康復力花的花語是－寂靜 。"
    },
    {
        "name": "普通牡丹花（Common Peony）",
        "Date": "五月十四日",
        "florid": "月光（Moon-Light）",
        "explanation2": "受到這種花祝福而生的人言行舉止也稍微比平常人古怪一些，不過這是為了追 求人生的真實，達成真摯的願望所採取的態度。所以要去找一位可以了解這點，具 有包容力的伴侶。",
        "explanation1": "普通牡丹花是夜晚會發光的植物，所以會被認為跟月光有很深的關係。因此它 的花語是－月光。月光自古以來就被認為是會誘人發狂的東西。"
    },
    {
        "name": "威爾斯罌粟（Welsh Poppy）",
        "Date": "五月十五日",
        "florid": "天上的花（Heaven-flower）",
        "explanation2": "凡是受到這種花祝福而生的人具有追求理想的戀愛及靈魂的解放兩種性格，因 此琢磨自己的知性和教養是第一要務。",
        "explanation1": "威爾斯罌粟是罌粟的一種，一般而言罌粟是喜愛高山的植物，在海拔5800公尺 的高山上，還可以發現它的相似種呢！威爾斯罌粟也有長在高山的傾向，所以它的 花語是－天上的花。"
    },
    {
        "name": "大山慈菇（Star of Bethlehem）",
        "Date": "五月十六日",
        "florid": "敏銳（Shrewd）",
        "explanation2": "受到這種花祝福而生的人的確有敏銳的感受力，在他的面前幾乎無法隱瞞任何 事物。但是他也具備了對伴侶的小缺失睜一隻眼閉一隻眼的聰慧心智哦！",
        "explanation1": "大山慈菇是種畏光的植物，中午時經常把花瓣縮捲起來，因此有白天睡覺的貝 蒂的外號。它對光的感知能力實在太敏銳了，所以它的外號就是－敏銳。"
    },
    {
        "name": "角罌粟花（Corn Poppy）",
        "Date": "五月十七日",
        "florid": "自然（Nature）",
        "explanation2": "受到這種花祝福而生的人心靈保持純真，不會被目前的社會風氣所影響，並期 望能遇到具有同樣特質的終生伴侶。",
        "explanation1": "這是一種繁殖力非常強的植物，喜歡生長在麥田裡。雖然讓農夫困擾不已，卻 受到環保人士的喜愛。因為開滿角罌粟花的土地，表示未受農藥的污染。因此它的 花語是－自然。"
    },
    {
        "name": "山柳蘭（Mouse-ear Hawkweed）",
        "Date": "五月十八日",
        "florid": "野心（Ambition）",
        "explanation2": "受到這種花祝福而生的人大多充滿野心，在工作上會發揮自己所己有的才能以 達到晉昇的目的。這股積極向上的衝勁令人激賞，不過可別在情場上成了搶奪他人 之愛的第三者。",
        "explanation1": "這種植物的產地從地中海至北極圈，甚至整個歐亞大陸地區。分布極廣，就像 統一整個蒙古大陸的草原英雄－成吉思汗一樣。因此這種花的花語是－野心。"
    },
    {
        "name": "附子花（Monkshood）",
        "Date": "五月十九日",
        "florid": "惡意（Evil Intention）",
        "explanation2": "受到這種花祝福而生的人多半表裡不一，宛如蛇蠍美人般，喜歡玩弄別人的感情，其實自己更容易受到傷害。所以還是早早改邪歸正，好好用心地付出真感情吧 ！",
        "explanation1": "這種植物的根部含有劇毒，古時候的人以它的汁液塗在箭上製成毒箭。因此這 種花的花語就是－惡意。"
    },
    {
        "name": "粟樹花（Horse Chestnut）",
        "Date": "五月二十日",
        "florid": "惡作劇（Mischief）",
        "explanation2": "受到這種花祝福而生的人是一個可愛的小頑童，時常替周遭的人帶來歡笑。不 過開開玩笑無傷大雅，但是可別把戀愛也當成一場遊戲！",
        "explanation1": "這種植物的別名又稱為馬蹄樹，它的枝幹上有七個狀似馬蹄釘的斑點，彷彿是 造物者惡作劇的傑作。因此粟樹花的花語就是－惡作劇。"
    },
    {
        "name": "知更草（Ragged Robin）",
        "Date": "五月二十一日",
        "florid": "婚姻（Marriage）",
        "explanation2": " 受到這種花祝福而生的人具有強烈的結婚欲望，屬於早婚型。其終生伴侶有可 能是青梅竹馬，或是兄長的同學。",
        "explanation1": "古時候有許多耐人尋味的花朵占卜術，鄉下小姑娘把附有男孩姓名的小蓓蕾藏 在圍裙下，等待最先盛開的那朵花，然後和心上人結婚。因此這種花的花語是－結婚。"
    },
    {
        "name": "婆羅門菊（Goatsbeard）",
        "Date": "五月二十二日",
        "florid": "正義感（Heroism）",
        "explanation2": "受到這種花祝福而生的人多半具有路見不平拔刀相助的個性，是許多人仰賴傾 慕的對象。不過有一點自私，如果不改過來，恐怕很難與親密伴侶相處。",
        "explanation1": "這種花的代表人物是位法國律師，後來成為一名神父，並免費為貧民區的居民 提供法律上的服務。所以婆羅門菊的花語是－正義感。"
    },
    {
        "name": "洋丁香（Common Lilac）",
        "Date": "五月二十三日",
        "florid": "思鄉（Nostalgia）",
        "explanation2": "受到這種花祝福而生的人特別戀家，即使是身處異處也會思鄉情切。其終生伴 侶很有可能是從小相處的青梅竹馬兒時玩伴。",
        "explanation1": "雖然這種植物在美洲大陸很常見，但是最早是由英國移民引進來的。所以帶有 一點點故鄉芬芳的氣息，因此它的花語就是－思鄉。"
    },
    {
        "name": "東洋罌粟花（Oriental Poppy）",
        "Date": "五月二十四日",
        "florid": "纖弱（Weak）",
        "explanation2": "受到這種花祝福而生的人通常體弱多病，不過大病之後必有轉機。所期盼的另 一半，最好是溫柔體貼，懂得憐香惜玉的類型。",
        "explanation1": "這種植物高約九十公分，雖然不高但因為莖部太過於纖細柔軟，需要輔以木棒 支撐。因此它的花語是－纖弱。"
    },
    {
        "name": "水楊梅（Common Avens）",
        "Date": "五月二十五日",
        "florid": "傑出（Excellence）",
        "explanation2": "凡是受到這種花祝福而生的人屬於精明能幹的類型，理智重於情感，具清晰的 思考能力，即使遭遇到失戀的挫敗也不會自亂方寸。",
        "explanation1": "這種植物自古以來即被視為一種藥草，對於治療下痢、頭痛及發高燒等症狀， 都具有良好的效果。一般人認為，這種植物特別受過神的恩惠，才具有一股神奇的 力量如此傑出。因此它的花語是－傑出。"
    },
    {
        "name": "黃石南（Yellow Azalea）",
        "Date": "五月二十六日",
        "florid": "慶祝（Celebration）",
        "explanation2": "受到這種花祝福而生的人具有積極樂觀進取的個性，屬於樂天派，對於愛情非 常專一，認真而且投入。對於愛情同樣期望能找到專情的另一半，生生世世永不分 離。",
        "explanation1": "這是園藝工作者最喜愛栽培的植物之一，主要是因為整株植物在花朵盛開時期 外型鮮豔奪目，彷彿具有充沛的生命力，令人感受到生命的歡愉。因此這種花的花 語就是－慶祝。"
    },
    {
        "name": "石南（Rhododendron）",
        "Date": "五月二十七日",
        "florid": "索然無味（Dull）",
        "explanation2": "受到這種花祝福而生的人性格孤僻，完全不在乎旁人的感覺。感情方面，很容 易陷入婚外情或畸戀，甚至橫刀奪愛。所以談戀愛時，不妨留心周遭的氣氛，並控 制一下自己的情感，可避免自己陷入類似的情況。",
        "explanation1": "石南是一種生命力極強的花，很容易侵入其它植物的生命範圍。結果迫使其它 植物絕種滅跡，所以它的花語是－索然無味。"
    },
    {
        "name": "鳶尾花（Garden Iris）",
        "Date": "五月二十八日",
        "florid": "忠告（Advice）",
        "explanation2": "受到這種花祝福而生的人天生具有冷靜的思考能力，是朋友信賴商量討論的好 對象。但是對於自己的事情反而較沒有主見，一旦涉及感情，那簡直是盲目而毫無 頭緒忽冷忽熱，彷彿是在玩一場戀愛遊戲。",
        "explanation1": "這種花的代表人物是法蘭克王國裡，歷代國王身邊的諫臣－聖傑爾馬斯。因此 它的花語是－忠告。"
    },
    {
        "name": "矢車菊（Bluebottle）",
        "Date": "五月二十九日",
        "florid": "溫柔可愛（Affect）",
        "explanation2": "受到這種花祝福而生的人個性溫柔可愛，經常受到周遭朋友的奉承。但有一點 點嚴肅而含蓄，也因此造成了被動的性格。對於心儀已久的對象始終無法採取主動 積極的態度，這是交友上的一大致命傷，若能稍加注意，就可以使自己更討人喜歡 。",
        "explanation1": "由於矢車菊的耐久性強，外型討喜。因此在英國是一種相當受歡迎的插花素材 。而它的花語是－溫柔可愛。"
    },
    {
        "name": "岩薔薇（Lesser Spearwort）",
        "Date": "五月三十日",
        "florid": "拒絕（Refusal）",
        "explanation2": "受到這種花祝福而生的人天生具有高傲的自尊心，很容易受傷。所以警戒心強 ，很會保護自己，不輕易接受別人的感情。不過，一旦遇到可以洞悉他內心世界的 對象，也許可以點燃愛火。",
        "explanation1": "一些草食性動物都會刻意避開這種草不吃，主要是因為它的汁液有毒，稍微觸 碰之後就會皮膚紅腫。因此岩薔薇的花語就是－拒絕。"
    },
    {
        "name": "庇里牛斯百合（Pyrenean lify）",
        "Date": "五月三十一日",
        "florid": "尋覓（Seek）",
        "explanation2": "受到這種花祝福而生的人喜歡發覺探求自己的內心世界，具有詩人氣質，感情 非常豐富。",
        "explanation1": "這種花原產於巴斯克人的故鄉－庇里牛斯山，巴斯克人是一支謎樣般的民族， 沒有人知道他們來自何方。喜歡四處旅行，尋找屬於自己的故鄉。所以庇里牛斯百 合的花語是－尋覓。"
    },
    {
        "name": "黃玫瑰（Yellow Rose）",
        "Date": "六月一日",
        "florid": "幸運（Good Fortune）",
        "explanation2": "受到這種花祝福而生的人通常運氣都很好，並且不需要花費太多的苦心就能替自己開創一條成功的大道。不過，把這種態度用在感情方面，可就行不通了。所以 ，別忘了面對自己喜歡的對象時一定要多加一把勁！",
        "explanation1": "玫瑰花自古以來在園藝界一直扮演著舉足輕重的角色，也就是說，黃玫瑰堪稱 是花叢中的翹楚。因此它的花語是－幸運。"
    },
    {
        "name": "藍繁縷（Scarlet Pimpernel）",
        "Date": "六月二日",
        "florid": "嬌弱（Pretty）",
        "explanation2": "這一天出生的人身心方面都很柔弱，生活方式相當保守，不輕易作任何新的嘗 試。不過，心靈深處隱藏著一股熱情以及強烈的自尊心，期盼未來的另一半能夠接 受這份感情，同時能對他細心呵護。",
        "explanation1": "藍繁縷的花瓣形狀和櫻花很像，顏色略帶藍紫。藍繁縷因為非常的嬌弱，所以 嬌弱這兩個字就成了它的花語。"
    },
    {
        "name": "法國玫瑰（French Rose）",
        "Date": "六月三日",
        "florid": "能言善道（Speech）",
        "explanation2": "受到這種花祝福而生的人口才非常的好，屬於半辯才無礙型，很適合擔任類似學生會的會長的職務。不過世界上還是有許多事情不是用言語就能解決的，特別是感情方面，必須多用點心多多付出，才能期待擁有一份真實的情感。",
        "explanation1": "法國玫瑰所代表的聖人是西元三世紀改信基督教的羅馬律師－聖歇利斯，因此這種花的花語是－能言善道。"
    },
    {
        "name": "石竹（Indian Pink）",
        "Date": "六月四日",
        "florid": "悲苦（Sorrow）",
        "explanation2": "在這一天出生的人比較有機會去體驗生活中各種酸甜苦辣的滋味，同時也比較 懂得體貼關懷周遭的人與事。另外也因為這種性格，導致以消極的態度面對生活。 因此你必須記住，要以積極樂觀的態度去迎接人生中大大小小的境遇。",
        "explanation1": "這種原產地在亞洲東部的石竹，盛開的花朵呈紅色或紅白相間。但是這種花的 花期非常短暫，相對的生命力也就顯得較柔弱。因此它的花語是－悲苦。"
    },
    {
        "name": "犬玫瑰（Dog Rose）",
        "Date": "六月五日",
        "florid": "旅情（Traveler's Sentiment）",
        "explanation2": "接受此花祝福的人，把人生當做一次遠程的旅行，旅途中有聚也有散。所以他 相信天下無不散的筵席，相對的對於得失成敗的價值也就不會看得那麼重。所以是 一個具有成熟價值觀的人，而對失戀的痛苦往往會默默的承受。",
        "explanation1": "犬玫瑰所代表的聖人是西元八世紀率領英國使節團前往歐洲西北部的基督教傳 教士－聖波尼菲斯，所以這種花的花語就是－旅情。"
    },
    {
        "name": "姬瞿麥（Maiden Pink）",
        "Date": "六月六日",
        "florid": "恩寵（Grace）",
        "explanation2": "凡是受到這種花祝福而生的人一輩子都有幸運之神在保護，可說是一帆風順， 從不知苦難為何物。只不過一但遭遇到失戀的挫敗，可就要特別小心了，恐怕會招 架不住哦！",
        "explanation1": "姬瞿麥的希臘文為DIOS ANTHOS 是神的花的意思，也就是接受神的祝福的花卉 。因此它的花語就是－恩寵。"
    },
    {
        "name": "日本鬼燈檠（Common Centaury）",
        "Date": "六月七日",
        "florid": "萬能（Almighty）",
        "explanation2": "受到這種花祝福而生的人是個多才多藝的全方位高手，可是如果把這種才能應 用在人際關係上，可能會遭到誤會，而讓人有長袖善舞的感覺。此外還必須小心避 免成為他人戀情的第三者 。",
        "explanation1": "曬乾之後的鬼燈檠可以製成藥草茶，可治療肝及腎方面的毛病，兼具調理血壓 的效果。此外將藥片磨碎後塗在傷口上也可以止痛，由於效用廣泛，因此是一種萬 用藥草。所以它的花語就是－萬能。"
    },
    {
        "name": "便士草（Moneywort）",
        "Date": "六月八日",
        "florid": "富裕（Well-to-do）",
        "explanation2": "受到這種花祝福而生的人一生都與金錢脫離不了關係，經濟能力不錯，不是生 於富裕人家，就是與富翁結婚。此外，所選擇的對象通常具備三高條件－高學歷、 高所得、高個子 。",
        "explanation1": "圓形的葉片密集生長，就像成串的硬幣。因此在英國這種植物又稱為二便士草 。所以它的花語是－富裕。"
    },
    {
        "name": "小檠（Barberry）",
        "Date": "六月九日",
        "florid": "善與惡（Good and Evil）",
        "explanation2": "受到這種花祝福而生的人兼具善惡共存的性格，個性矛盾。談戀愛時，這種善惡並存的性格會更為突出，而顯得陰晴不定，往往會把對方搞得一頭霧水不知如何 是好。",
        "explanation1": "小檠由於葉片會危害農作物的生長，所以不受農夫們的喜愛。可是它卻是一種 美味可口的果凍材料，還可以從根部提煉出色素製成黃色染料，因此算是一種利害 共存的植物。所以它的花語是－善與惡。"
    },
    {
        "name": "黃色鳶尾（Yellow Iris）",
        "Date": "六月十日",
        "florid": "勝利（Victory）",
        "explanation2": "凡是受到這種花祝福而生的人非常好勝，在情場上為了心愛的人，往往會用盡 各種方式擊敗情敵，擄獲愛人的芳心。",
        "explanation1": "法國皇室紋章上的百合花其實是黃色鳶尾，法國國王克羅威斯在出征之際，向 神祈禱獲得勝利，果然靈驗。因此以這種花作為紀念的象徵。所以它的花語就是－ 勝利。"
    },
    {
        "name": "法蘭西菊（OX-eye Daisy）",
        "Date": "六月十一日",
        "florid": "冷靜（Tranquilizer）",
        "explanation2": "凡是受到這種花祝福而生的人具有沉著冷靜的性格，在朋友之間最適合擔任調 停的角色。即使對於感情，也是非常冷靜的。不過親密伴侶總是希望你能夠熱情、 浪漫一點。",
        "explanation1": "自古以來，人們就把法蘭克菊視為一種功效顯著的藥草，除了可以止咳化痰、 治氣喘外，還是一種抑制亢奮神經的鎮定劑。因此它的花語就是－冷靜。"
    },
    {
        "name": "野薔薇（Field Rose）",
        "Date": "六月十二日",
        "florid": "浪漫（Poetic Sentiment）",
        "explanation2": "受到這種花祝福而生的人具有羅曼蒂克的浪漫性格，是個喜歡作夢的孩子。不 過處理事情卻具有敏銳的判斷力，適合從事藝術方面的工作。在感情方面，也是一 個完美主義者。",
        "explanation1": "人工栽培的薔薇花並不會結果，不過野薔薇卻會長出嬌豔欲滴的紅色果實。除 了模樣可以比美其它薔薇花外，果實也可以實用。這種花具有詩人般的氣質，因此 它的花語是－浪漫。"
    },
    {
        "name": "毛茛（Turban Buttercup）",
        "Date": "六月十三日",
        "florid": "受歡迎（Popular）",
        "explanation2": "受到這種花祝福而生的人個性隨和、健談，廣受周遭人的仰慕、喜愛及支持。 只是正因為廣結善緣，所以往往不易和人深交，即使對異性亦是如此。所以要謹記 朋友多固然是好，但擁有能入的知己則更為重要。",
        "explanation1": "西元十三世紀的法蘭西斯科教會修士－聖安索尼，每次在宣揚基督教義及傳福 音的時候，都會吸引大批信徒前往聆聽，他也因此聲名大譟。所以毛茛的花語就是 －受歡迎。"
    },
    {
        "name": "羅勒（Sweet Basil）",
        "Date": "六月十四日",
        "florid": "協助（Assistance）",
        "explanation2": "受到這種花祝福而生的人具有慧眼識英雄的特異功能，能一眼看透朋友的潛力 ，並協助他人發揮所長。甚至會鼓勵自己的親密伴侶，且適時的提供幫助，實在是 一位不可多得的幕後英雄。",
        "explanation1": "羅勒的葉片自古以來不但被人們視為一種珍貴的香料，也是一種神聖之物，目 前全世界都普遍栽培這種植物。烹煮食物時，加一點羅勒香料，可以增加食物的風 味。因此羅勒的花語是－協助。"
    },
    {
        "name": "含羞草（Sensitive Plant）",
        "Date": "六月十五日",
        "florid": "害羞（Shyness）",
        "explanation2": "受到這種花祝福而生的人個性非常害羞膽小，而且很怕生。感受特別的敏銳， 自尊心也強。不過如果和了解自己的人在一起，就會輕鬆自在得多，交朋友重質不 重量，喜歡細水長流的感情。",
        "explanation1": "輕輕觸碰這種植物的葉片會立刻緊閉下垂，即使一陣風吹過也會出現這種情形 ，就像一個害羞的少女般。因此它的花語是－害羞。"
    },
    {
        "name": "苔蘚玫瑰（Provins Moss Rose）",
        "Date": "六月十六日",
        "florid": "謙虛（Humility）",
        "explanation2": "受到這種花祝福而生的人，雖然具備異於常人的才能，卻不喜歡四處顯耀非常 謙虛，屬於深藏不露型的人。不過有時候也要適當的表露自己的優點，免得埋沒了 自己的才能！",
        "explanation1": "這種植物和其它品種的薔薇比較起來具有不同的特性，它的花朵顏色彷彿苔蘚 般陰暗，似乎要把自己美麗的特質隱藏起來。因此它的花語就是－謙虛。"
    },
    {
        "name": "猿麝香（Monkey Musk）",
        "Date": "六月十七日",
        "florid": "發現（Discovery）",
        "explanation2": "受到這種花祝福而生的人具有旺盛的好奇心，以及能隨時隨地發掘周遭的美及 有趣事物的潛能。當然也能夠發現別人的優點，因此身為他的朋友或親密伴侶是非 常幸運的。",
        "explanation1": "在英國這種植物多半生長在水邊，不過它是原產於美洲大陸的野生花。一些前 往美洲大陸探險的歐洲人，驚豔於這種花的美麗，隨即帶回故鄉加以栽種。因此它 的花語是－發現。"
    },
    {
        "name": "角罌粟（Horned Poppy）",
        "Date": "六月十八日",
        "florid": "耐心（Patience）",
        "explanation2": "凡是受到這種花祝福而生的人具有高度的耐力，相信任何事情都有可能，柳暗 花明又一村。對愛情也同樣具有耐心的期盼著，心目中的白馬王子，總有一天會出 現。",
        "explanation1": "在英國這種植物具有治療跌打損傷的功效，把角罌粟的根部磨碎之後製成藥膏 ，在患部塗抹後，可以減輕疼痛。而它的花語是－耐心。"
    },
    {
        "name": "蘿蔔花（Sweet Rocket）",
        "Date": "六月十九日",
        "florid": "黃昏（Twilight）",
        "explanation2": "受到這種花祝福而生的人具有模稜兩可的個性，做事往往拿不定主意，喜歡保 持中庸立場。相對的在感情方面也比較喜歡穩定持久，細水長流的關係。",
        "explanation1": "這種植物的別名又叫做黃昏之花。主要是因為它在白天沒有味道，直到傍晚才 會散發出一股撲鼻的芬芳。總之，它好像特別喜歡傍晚時刻，因此它的花語是－黃 昏。"
    },
    {
        "name": "長莢罌粟（Long-headed Poppy）",
        "Date": "六月二十日",
        "florid": "休息（Rest）",
        "explanation2": "凡是受到這種花祝福而生的人在感情方面擅長安撫對方的情緒，具有強烈的母 性愛，可以讓親密伴侶在懷裡縱情撒嬌，可說是一處最佳的避風港！",
        "explanation1": "這是一種野生罌粟花，在德國及北海沿岸一帶普遍栽培這種植物，但是它本身 具有催眠的效果。所以它的花語是－休息。"
    },
    {
        "name": "牛舌草（Viper's Bugloss）",
        "Date": "六月二十一日",
        "florid": "博愛（Charity）",
        "explanation2": "凡是受到這種花祝福而生的人都具有博愛的胸懷，溫柔又富有同情心。不過要 善用自己的愛心，小心你的愛心用錯地方遭人誤解，而被不來電的人苦苦追求。",
        "explanation1": "這是一種紀念聖安羅夏斯康瑟的花，這位聖人不顧傳染病的危險，親自替患者 治病，結果自己也遭到感染而不幸身亡。因此它的花語是－博愛。"
    },
    {
        "name": "風鈴草（Canterbury Bell）",
        "Date": "六月二十二日",
        "florid": "創造力（Creative Power）",
        "explanation2": "凡是受到這種花祝福而生的人本身即具有非常優異的創造力，也因此具有一股 吸引人的藝術氣質，個性獨立自主，不太喜歡依賴別人，屬於晚婚型。",
        "explanation1": "這種花所紀念的聖人是西元五世紀意大利坎帕尼亞洲的大主教－聖帕里努斯， 他的藝術天份為人們創造了許多優美的詩歌。因此這種花的花語就是－創造力。"
    },
    {
        "name": "仙女鞋（Lady's Slipper）",
        "Date": "六月二十三日",
        "florid": "稀有（Rarity）",
        "explanation2": "凡是在這一天出生的人具有一股特殊的氣質，有一種異於常人的顯目及耀眼， 會是許多人喜歡暗戀的對象。",
        "explanation1": "這是一種非常罕見的植物，在英國只有在特定的石灰質土質才能夠生長。雖然 在以前隨處可見，但是自從某些不法之徒濫挖以謀求暴利之後，仙女鞋即面臨絕種 的命運。這是一種相當珍貴的花，所以它的花語是－稀有。"
    },
    {
        "name": "小連翹（Slender StiJohn's Wort）",
        "Date": "六月二十四日",
        "florid": "指導（Guidance）",
        "explanation2": "凡是受到這種花祝福而生的人天生具有領導者的資質，此外還兼備包容力智慧 及判斷力，在感情方面也會扮演主導者的角色。所以選擇未來的另一半，最好是個老實乖巧的人。",
        "explanation1": "小連翹有一個別名稱為聖約翰之草，所紀念的聖人就是替耶穌施喜的聖約翰。 因此這種花的花語就是－指導。"
    },
    {
        "name": "美女罌粟（Sweet William）",
        "Date": "六月二十五日",
        "florid": "美麗（Beauty）",
        "explanation2": "受到這種花祝福而生的人天生就是一個不折不扣的美人胚子，其傲人的外表在 情場上無往不利。只是自己必須懂得抉擇，一定要找到一個真心愛自己的對象，別 輕易掉入甜言蜜語的陷阱裡。",
        "explanation1": "這種植物在瞿麥科草本植物當中屬於最美麗的品種，它的子房狀花朵，在盛開 期會有各種色彩鮮豔奪目，其景觀真是美不勝收。所以它的花語就是－美麗。"
    },
    {
        "name": "藍薊（Blue Sow Thistle）",
        "Date": "六月二十六日",
        "florid": "老天保祐（Divine Favor）",
        "explanation2": "在這一天出生的人，是受到老天特別眷顧的天之驕子，不管在學業、事業或感 情方面都是一帆風順。",
        "explanation1": "西元十三世紀，蘇格蘭城堡遭到丹麥軍隊的突襲包圍，這支丹麥軍隊在行進的途中，不小心被闖薊花叢，由於遭藍薊花的刺札到疼痛不已而發出哀叫聲，結果被蘇格蘭軍察覺，隨即起來反擊，最後大獲全勝。蘇格蘭人為了紀念這場勝利戰爭， 而把藍薊花視為國花，所以藍薊花的花語是－老天保祐。"
    },
    {
        "name": "小連翹（Common StiJohn's Wort）",
        "Date": "六月二十七日",
        "florid": "魔法（Magic）",
        "explanation2": "受到這種花祝福而生的人具有神奇且敏銳的洞察力，通靈般的第六感，會把一見鍾情的對象，視為一生的伴侶。",
        "explanation1": "這種花隱藏著一股不可思議的神奇力量，聽說睡覺時在枕頭下壓著小連翹，會 可以夢見未來丈夫的容貌。因此它的花語就是－魔法。不過這並不是邪惡的巫術， 而是善意的魔法。"
    },
    {
        "name": "矢車菊（Corn flower）",
        "Date": "六月二十八日",
        "florid": "人格（Personality）",
        "explanation2": "受到這種花祝福而生的人個性屬於典型的外柔內剛，儘管外表看起來楚楚可憐 ，內心卻是堅強無比相當傑出。可是在感情方面，剛開始談戀愛的時後，最好不要 表現的過於剛毅才好。",
        "explanation1": "矢車菊是德國的國花，自古以來即為德意志帝國的普羅森王室之花，雖然外型 弱不禁風，但是卻象徵著莊嚴和尊貴。所以矢車菊的花語是－人格。"
    },
    {
        "name": "佛甲草（Yellow Rattle）",
        "Date": "六月二十九日",
        "florid": "韻律感（Rhythmical）",
        "explanation2": "凡是受到這種花祝福而生的人具有音樂的天份，音感的敏銳度特別高，日常生活的作息也很規律。感情方面，從相識到結婚都是一帆風順。",
        "explanation1": "這種植物兼具通知農人季節交替的任務，每當它的果實成熟之後，微風吹過就 會發出卡啦卡啦的聲音，告知農人種植牧草的季節來臨了。因此它的花語就是－韻律感。"
    },
    {
        "name": "石玫瑰（Common Rockrose）",
        "Date": "六月三十日",
        "florid": "普遍（Universality）",
        "explanation2": "凡是在這一天生日的人相信真理，具有純粹自然的天性。感情方面也不能介入 任何雜質，希望培養出一段純潔的感情。 ",
        "explanation1": "這種花是紀念傳教士聖帕羅，他以基督教成為猶太人的宗教的出發點，在異教 徒地區廣傳福音宣揚教義，最後終使基督教成為一種普遍的宗教。故這種花的花語 是－普遍。"
    },
    {
        "name": "西洋龍芽草（Agrimony）",
        "Date": "七月一日",
        "florid": "撒嬌（Do like a baby）",
        "explanation2": "受到這種花祝福而生的人依賴性特別強，而且缺乏自信。不過喜歡這種性格的 異性朋友倒是不少，看來撒嬌果然是情場上致勝的武器。",
        "explanation1": "西洋龍芽草是開杏黃色花朵的植物，果實外表覆有一層絨毛。凡是經過的人或 動物，都會沾到它的種子，並藉此廣布到各處。所以它的繁殖方式就是依賴他人， 因此西洋龍芽草的花語就是－撒嬌。"
    },
    {
        "name": "聖母百合（Madonna Lily）",
        "Date": "七月二日",
        "florid": "清純（Purity）",
        "explanation2": "受到這種花祝福的人具有清純天真的性格，集眾人寵愛於一身。不過光憑這一 點並不能在世界平靜的渡過一生，必須具備自制力，抗拒外界的誘惑，才能永久保 持不被污染的純真。",
        "explanation1": "聖母百合的花就像它的名字一樣，是為了紀念聖母瑪利亞。自古以來聖母就被 基督教視為清純的象徵，因此它的花語就是－清純。"
    },
    {
        "name": "錦葵（Common Mallow）",
        "Date": "七月三日",
        "florid": "風味（Taste）",
        "explanation2": "受到這種花祝福而生的人，具有一股不為人知的獨特氣質，必須讓人細細品味 才能發掘其中的美。也許剛開始並不弔人注意，但是經過幾次的接觸，很容易讓人 萌生想關心，進而滋生愛苗的情慾。",
        "explanation1": "錦葵的果實具有落花生般的味道，它的別名又稱為：妖精的起司、起司之床等 等。因此它的花語是－風味。"
    },
    {
        "name": "一日百合（Copper Day-lily）",
        "Date": "七月四日",
        "florid": "激情（Severely）",
        "explanation2": "受到這種花祝福而生的人，外表也許看起來端莊賢淑，其實內心充滿了激情， 甚至會發展出一場轟轟烈烈驚世駭俗的戀情。",
        "explanation1": "一日百合的原產地在亞洲或日本，這種花就像它的名字，早晨盛開一到夜晚就 凋謝枯萎。因為它是能在短暫生命中綻放最美麗，而且充滿激情的花朵，所以它的花語是－激情。"
    },
    {
        "name": "奧地利石南玫瑰（Austrian Briar Rose）",
        "Date": "七月五日",
        "florid": "起源（Origin）",
        "explanation2": "受到這種花祝福而生的人，具備母性的特徵，溫柔體貼包容力強。當然啦也是 眾多異性傾慕依賴的好對象，是非常適合結婚的人，因為這類的人具有顧家的特質 。",
        "explanation1": "目前栽種在花壇中的鮮黃色薔薇全部都是奧地利石南玫瑰的改良品種，它也就是黃玫瑰的鼻祖，因此它的花語就是－起源。"
    },
    {
        "name": "黃鵪菜（Smooth Hawk's-beard）",
        "Date": "七月六日",
        "florid": "喜樂（Joy）",
        "explanation2": "凡是受到這種花祝福而生的人，總希望自己的一生輕輕鬆鬆，沒有負擔。即使談戀愛也不會用情過深，弄得自己傷痕累累。不過這種未經歷練的人生真的令人快 樂嗎？",
        "explanation1": "黃鵪菜和蒲公英極為類似，尤其是花朵簡直像得叫人無法分辨。果實覆有一層白色柔軟的絨毛，就像降落傘般在微風中起舞，好像很快樂悠閒的樣子。因此它的花語就是－喜樂。"
    },
    {
        "name": "水芥子（Watercress）",
        "Date": "七月七日",
        "florid": "滋養（Nourishment）",
        "explanation2": "凡是這一天誕生的壽星，通常熱心公益博愛大眾，會在別人陷入困境時伸出援 手。這樣子的人適合從事慈善事業，散播愛心給需要幫助的人。",
        "explanation1": "這是一種極珍貴的食用蔬菜，除了辛辣夠勁的口味，還含有豐富的維他命Ｃ， 營養價值很高。因此它的花語就是－滋養。"
    },
    {
        "name": "待霄花（Common Evening Primrose）",
        "Date": "七月八日",
        "florid": "夜行性（Nocturnal）",
        "explanation2": "凡是受到這個花祝福而生的人具有愛享樂的天性，未來的另一半最好也是懂得 享受人生的類型。這樣一來，彼此將會營造一種如朋友般的夫妻關係。",
        "explanation1": "待霄花在傍晚時開花，並釋放一個晚上的香氣，直到第二天晚上清晨才枯萎凋 謝。因此它的花語是－夜行性。"
    },
    {
        "name": "沼澤薊（Marsh Sow Thistle）",
        "Date": "七月九日",
        "florid": "支持（Support）",
        "explanation2": "凡是受到這種花祝福而生的人具有刻苦耐勞的個性。對渴望母性愛的異性來說 ，無疑是一股難以抗拒的魅力。",
        "explanation1": "這種植物的葉片適合調製沙拉及湯。由於本身含有豐富的白色汁液，可以促進 產後婦女分泌母乳。其實，不只是人類受惠，連野兔野豬都喜歡吃它。因此沼澤薊 的花語是－支持。"
    },
    {
        "name": "金魚草（Snapdragon）",
        "Date": "七月十日",
        "florid": "偽裝（Mimicry）",
        "explanation2": "這一天出生的人基本上是一個不容易被了解的人，渾身上下充滿一股謎樣的氣 質。不過，故弄玄虛也要看對象，一旦愛戀的人出現，趕快表明自己的心意吧！",
        "explanation1": "這種植物在日本的神戶時代因為花朵形狀像金魚，所以被人們取名為金魚草。 在歐洲則因為這種植物長得很像獅子或拳獅狗，而有不同的稱呼。因此它的花語是 －偽裝。"
    },
    {
        "name": "白蔓荷包牡丹（White Ramping Fumitory）",
        "Date": "七月十一日",
        "florid": "嘲諷般的笑容（Cynical）",
        "explanation2": "凡是這天誕生的壽星個性真是酷得可以，而且自我防衛心很強烈。不過為了自 己的將來，還是卸下冷酷的面具，認真的付出感情吧！",
        "explanation1": "這是一種不可思議的植物，它有宛如串鈴般的支幹，令人愛不釋手。可是被它 吸引的人群，如果忍不住拔起它，馬上會被臭氣薰得淚眼汪汪。因為它的根部會散 發一股刺激性的瓦斯味。因此它的花語是－嘲諷般的笑容。"
    },
    {
        "name": "金魚草（Snapdragon）",
        "Date": "七月十二日",
        "florid": "具利用價值（useful）",
        "explanation2": "受到這種花祝福的人即使表面上看起來悠遊自在，事實上卻是個有內涵的知識 份子。在感情方面，適時的衝勁可以讓情敵知難而退，並了解你不是省油的燈。",
        "explanation1": "金魚草是一種相當有趣的植物。在歐洲，這種花的外型酷似拳獅狗。在日本， 則長得像金魚。不過，這種植物不只是具有供人欣賞的價值而己，它的種子經過壓 榨之後所產生的油和橄欖油一樣好用。因此它的花語是－具利用價值。"
    },
    {
        "name": "羽扇豆（Narrow-leaved Lupin）",
        "Date": "七月十三日",
        "florid": "苦澀（Bitter Taste）",
        "explanation2": "受到這種花祝福而生的人老是被認為「狗嘴裡吐不出象牙」。喜歡實話實說， 不懂得看場合。這種直腸子個性最好改一改，否則會吃悶虧的。",
        "explanation1": "”Lupin ”在希臘文裡是悲苦的意思。羽扇豆的種子苦澀異常，含在嘴裡令人 皺眉，看起來似乎很痛苦的樣子。因此它的花語是－苦澀。"
    },
    {
        "name": "白色羽扇豆（White Lupin）",
        "Date": "七月十四日",
        "florid": "多才多藝（Highly Accomplished）",
        "explanation2": "凡是誕生於這一天的人天賦異秉、多才多藝，唯獨在感情上表現得極為笨拙， 不過笨拙的模樣反而惹人憐愛！",
        "explanation1": "一九一七年在德國漢堡市所舉行的羽扇豆巡禮展，內容包括：羽扇豆布料、羽 扇豆濃湯、起司、酒、咖啡及肥皂、信紙等等。這的確是一種用途廣泛的植物，因 此它的花語是－多才多藝。"
    },
    {
        "name": "金盞花（Marigold）",
        "Date": "七月十五日",
        "florid": "一絲不茍（Exact Man）",
        "explanation2": "凡是受到這種花祝福而生的人，個性嚴謹、一絲不茍。不過，太過於一板一眼 的性格，會無法容忍異性朋友約會遲到的毛病。因此，戀情多半不能持久。",
        "explanation1": "金盞花還有一個別名叫做「家庭主婦的時鐘」，因為這種植物固定在早晨的某 個時間開花，然後在晚上的某個時間閉合，是一種相當守時的花，因此它的花語就 是－一絲不茍。"
    },
    {
        "name": "大型三色堇（Greater Convolvulus）",
        "Date": "七月十六日",
        "florid": "束縛（Restrain）",
        "explanation2": "凡是受到這種花祝服而誕生的人，佔有慾特別強，不管是朋友還是愛人，都想 佔為己有。其實，這種過分束縛的方式，會得到反效果。明白這個缺點，應適時反 省、好好改進，戀愛也應重新再調整吧！",
        "explanation1": "大型三色堇是一種具爬蔓性質的植物，高約三公尺，以爬蔓方式攀住附近任何 一種物體，然後成長茁壯，好像要把依附的物體緊緊纏繞住。因此，它的花語是－ 束縛。"
    },
    {
        "name": "香碗豆（Sweet Pea）",
        "Date": "七月十七日",
        "florid": "刺激（Stimulus）",
        "explanation2": "凡是受到這種花祝福而生的人，具有一股難以抗拒的魅力，特別受到異性歡迎 。因此，可以斷定這種人在情場上的經驗一定非常豐富，如果不多留意一點，可能 找不到情投意合的對象？",
        "explanation1": "香碗豆的學名是「拉迪魯斯」，希臘文的意思是－刺激。因為它所散發的撲鼻 香味能刺激人類，達到提神醒腦的功效。在歐洲，人們多半喜歡在臥室裡裝飾它， 因此它的花語是－刺激。"
    },
    {
        "name": "春菊（Crown Daisy）",
        "Date": "七月十八日",
        "florid": "豔麗（Fascination）",
        "explanation2": "凡是受到這種花祝福而誕生的人個性爽朗，一舉手一投足均有一股令人難以抗 拒的魅力，成為許多人崇拜的對象。不過，小心玩火般的愛情遊戲，會帶來意想不 到的麻煩！",
        "explanation1": "在歐洲，特別是地中海東部地區，春菊是廣為人知的野生花。每年一到春天的 花期，就會開出滿山遍野鮮黃色花朵，彷彿一塊美麗的地毯，因此它的花語就是－ 豔麗。"
    },
    {
        "name": "橘色山柳蘭（Orange Hawkweed）",
        "Date": "七月十九日",
        "florid": "獨具慧眼（Keep insight）",
        "explanation2": "凡是受到這種花祝福而生的人，眼光特別敏銳。一般社會上，虛偽、假情假意 的亂象，都無法蒙敝他的雙眼。不過，面對現在這個社會，最好還是睜一隻眼閉一 隻眼，否則很難找到容身之地。",
        "explanation1": "山柳蘭的英文名稱是「鷹之草」，因為以前的人相信：老鷹就是吃了它的莖部 所分泌的白色乳汁，才具有良好的視力。因此它的花語是－獨具慧眼。"
    },
    {
        "name": "青蘭（Obedient Plant）",
        "Date": "七月二十日",
        "florid": "順從（Obedience）",
        "explanation2": "受到這種花祝福而誕生的人，喜歡順從他人，尤其對長輩或上司，更是百依百 順，頗受長官的疼愛。不過，一旦和長輩或上司結婚，反而會讓他們感到驚訝不已 ，原來在柔順的外表下隱藏著強烈的自我主張。",
        "explanation1": "這是一種富趣味性的植物，盛開的花朵如果朝某個方向彎曲，整株植物就會維 持這種狀態生長下去。因此，這種花又叫「順從草」。花語就是－順從。"
    },
    {
        "name": "美國百合（American Lily）",
        "Date": "七月二十一日",
        "florid": "犧牲（Sacrifice）",
        "explanation2": "凡是在這一天出生的人，無法坐視別人受苦而不管，寧願犧牲自己幫助他人， 天生一副菩薩心腸。不過要小心，別讓心懷不軌的傢伙利用了，而使得自己受傷害了。",
        "explanation1": "美國百合所紀念的聖人，是曾經協助遭受迫害的基督教徒，並將他們藏匿在家 中的羅馬少女－聖布拉克莉絲。她那偉大高貴的情操及冒著生命危險的勇氣，永遠 為世人所懷念。因此，它的花語就是－犧牲。"
    },
    {
        "name": "紫君子蘭（African Lily）",
        "Date": "七月二十二日",
        "florid": "誤認（Misunderstand）",
        "explanation2": "凡是受到這種花祝福的人，個性比較輕浮，往往事情真相未明就妄下斷語。不 過，這種傻勁也會有人欣賞的。",
        "explanation1": "紫君子蘭所紀念的聖人是馬格達拉的瑪麗亞，這位女性曾經犯了罪，後來有心 悔改並篤信基督教。但是不知為什麼，她竟然把活的耶穌誤認成花匠！因此它的花語是－誤認。"
    },
    {
        "name": "西洋山蘿蔔（Sweet Scabious）",
        "Date": "七月二十三日",
        "florid": "水邊（On the shore）",
        "explanation2": "受到這種花祝福的人，看起來嬌嬌嫩嫩、水汪汪的，無論是外型或性格，都給 人一腫豐滿、柔軟的性格。具有母性化的強大包容力，屬於早婚型，也是個喜愛兒 女成群且顧家的好媽媽。",
        "explanation1": "西洋山蘿蔔多半生長在地中海沿岸，也就是海岸附近的砂地或荒野。大概是靠 近水邊的氣候比較適合它成長吧？因此它的花語就是－水邊。"
    },
    {
        "name": "窄葉羽扇豆（Narrow-leaved Lupin）",
        "Date": "七月二十四日",
        "florid": "影響（Influence）",
        "explanation2": "受到這種花祝福而生的人，感化力特別強，能夠給予朋友或晚輩正面的影響。 即使意志不堅定、精神散漫的異性朋友，和你交往一段時間後，也會不知不覺中改 頭換面。",
        "explanation1": "窄葉羽扇豆生長在植物難以存活的砂地上，由於它具有氮氣同化功能，因此能 夠改變土質，將其轉變成適合耕種的土地，是一種具有影響力的植物。所以它的花 語是－影響。"
    },
    {
        "name": "累葉升麻（Herb Christopher）",
        "Date": "七月二十五日",
        "florid": "沉重的負擔（Heavy Load）",
        "explanation2": "凡是受到這種花祝福而生的人，一生都必須背負沉重的壓力。不過，個性並不 悲觀，認為這一切都是成長中的磨練。日本的德川家康就是一個活生生的例子。",
        "explanation1": "累葉升麻主要是紀念曾經背負耶穌過河的聖克里斯多夫，花朵的形狀，很像馱 在肩上的重物。因此，它的花語是－沉重的負擔。"
    },
    {
        "name": "德國甘菊（German Camomile）",
        "Date": "七月二十六日",
        "florid": "長壽（Long Life）",
        "explanation2": "凡是受到這種花祝福而生的人，很注重養生之道，健康情況良好。談起戀愛也 不慍不火、恰到好處，喜歡踏實、認真的培養感情。",
        "explanation1": "德國甘菊是紀念聖母瑪利亞的母親－聖安的花朵，她以高齡仙逝。因此他的花 語是－長壽。事實上這種花具有降火、鎮定神經的效果，對於養生長壽的確有幫助 。"
    },
    {
        "name": "千屈菜（Purpple Loosestrife）",
        "Date": "七月二十七日",
        "florid": "孤獨（Solitude）",
        "explanation2": "這一天誕生的壽星，個性比較孤僻，雖然很獨立自主，不過給人的第一印象是 弱不禁風。所以常有人以關愛的眼神，呵護著你。",
        "explanation1": "千屈菜生長在沼澤或河岸地帶，愛爾蘭人替它取了一個奇怪的名字叫「湖畔迷 路的孩子」。他不是群生植物，而是摻雜在其它植物叢中，單株單株的生長，因此 它的花語是－孤獨。"
    },
    {
        "name": "狗舌草（Common Groundsel）",
        "Date": "七月二十八日",
        "florid": "繁殖（Increase）",
        "explanation2": "凡是受到這種花祝福而生的人，交友廣闊，認為四海之內皆兄弟。不過，這種 泛交的個性，比較不容易獲得知己。",
        "explanation1": "狗舌草的英文名稱是「地表上的覆蓋之物」，它的繁殖力很強，覆有絨毛的種 子一經風吹，就可以在任何地方落地生根。一年只栽植一朵，就可以繁殖成好幾萬 朵。因此，它的花語是－繁殖。"
    },
    {
        "name": "矢車菊（Black Knapweed）",
        "Date": "七月二十九日",
        "florid": "遇見（Encounter）",
        "explanation2": "凡是受到這種花祝福而生的人，一輩子會遇見不少貴人：如良師益友或是理想 伴侶等。不知你自己是否也這樣認為呢？",
        "explanation1": "某些地方的少女，喜歡把摘下來的矢車菊壓平後放進內衣裡，經過一個小時之 後，如果花瓣依然保持平坦、寬闊，那麼就表示將遇見自己未來的另一半。因此， 它的花語是－遇見。"
    },
    {
        "name": "白色毛蕊花（White Mullein）",
        "Date": "七月三十日",
        "florid": "思索（Meditation）",
        "explanation2": "凡是受到這種花祝福而誕生的人，通常天賦異秉、聰明過人，擁有自己的想法及理念。只是考慮得太多，往往不容易擄獲愛人的心。",
        "explanation1": "白色毛蕊花生長在河堤、路邊及草地上，它的特徵是在雜草叢中筆直挺立，彷 彿不把周遭的事物放在眼裡，就像擁有自己的想法的哲學家或詩人。因此它的花語是－思索。"
    },
    {
        "name": "大毛蕊花（Great Mullein）",
        "Date": "七月三十一日",
        "florid": "信念（Belief）",
        "explanation2": "凡是受到這種花祝福而生的人，對於自己所抱持的信念堅定不移。雖然這是一 大優點，不過一旦遇到與自己的理念不符，就會產生排斥而發生磨擦，無法獲得完 美的結局。其實，有時候稍微退一步，就能海闊天空、豁然開朗。",
        "explanation1": "大毛蕊花是紀念耶穌會的創始者伊格那斯羅拉，他終其一生為淨化教會而奮鬥 ，並致力於傳福音給異教徒，其堅定的信念受世人的敬仰。因此，大毛蕊花的花語 是－信念。"
    },
    {
        "name": "白花蔓陀羅（Thorn-Apple）",
        "Date": "八月一日",
        "florid": "適度（Moderately）",
        "explanation2": "寡，而產生利弊完全不同的影響。因此白色蔓陀羅的花 語就是－適度。",
        "explanation1": "白花蔓陀羅含有麻醉劑的成分，希臘植物學家的研究報告指出：病人服用適當 的藥劑會立刻恢復元氣；加倍藥劑會開始產生幻想；如果服下三倍的藥量則會使人 發瘋。這種植物依份量的多"
    },
    {
        "name": "八月二日",
        "Date": "受到這種花祝福而生的人，處事態度非常認真而且投入；遇到心儀的對象，也 會窮追不捨。但是請記得，凡事都要適可而止，不然會是有弊無利的下場。",
        "florid": "虎皮百合（Tiger Lily）",
        "explanation2": "虎皮百合所製成的酊劑，可以減輕懷孕害喜的症狀，使孕婦感到寬心、舒適， 就像受到護士小姐細心照料一樣。因此它的花語是－照料。",
        "explanation1": "花語：照料（Kindness）"
    },
    {
        "name": "好稍微收斂一下。",
        "Date": "凡是受到這種花祝福的人，特別懂得照顧病人、扶持弱者、分擔別人的憂慮。 相對的，卻難以容忍別人的缺點，好惡分明。也許是對其他人過份關心了吧？有時 候嫉妒心也會蠻強烈的，最",
        "florid": "八月三日",
        "explanation2": "花語：夢（Dream）",
        "explanation1": "生日花：蜀葵（Hollyhock）"
    },
    {
        "name": "凡是在這一天出生的人，是個愛做夢的孩子，尤其幻想著自己的愛情就像小說 情節般高潮迭起、精彩絕倫。這樣的你，的確會把親密伴侶整得人仰馬翻、精疲力 竭。",
        "Date": "西元四一五年人們發現聖斯塔法諾的遺骸，他曾經在耶穌受釘十字架後發表演 說，結果不幸被猶太人以亂石打死。後來他托夢告訴主教，人們才找到他的遺骨。 因此蜀葵的花語是－夢。",
        "florid": "八月四日",
        "explanation2": "花語：訪問（Call）",
        "explanation1": "生日花：藍鈴花（Harebell）"
    },
    {
        "name": "它的花語就是－訪問。",
        "Date": "藍鈴花又稱「蘇格蘭的蘭色鈴鐺」或「妖精的鈴鐺」。因為它的外形看起來像 個吊鐘，而吊鐘容易讓人聯想到房子玄關處所掛的鈴鐺。由於每當有人來訪時，一 推門進來鈴鐺就會響，因此",
        "florid": "在這一天誕生的人個性溫和、待人和藹可親，頗得人緣。只是身為萬人迷的你 ，可別忘了為自己找個值得深交的對象哦！",
        "explanation2": "生日花：睡蓮（Waterlily）",
        "explanation1": "八月五日"
    },
    {
        "name": "古埃及人稱睡蓮為「尼羅河的新娘」，經常把它當作壁畫上的主題。此外，還 有「香水百合」和「妖精之花」等等妖豔美麗的花名，因為它的花語是－妖豔。",
        "Date": "花語：妖豔（Glamorous）",
        "florid": "凡是受到這種花祝福而生的人，天生具有一股異性難以抗拒的魅力，可是卻難 以和同性朋友和平相處。因此談戀愛的時候，絕大部份的阻力都是來自第三者，也 就是情敵，可要多加小心",
        "explanation2": "八月六日",
        "explanation1": "啊！"
    },
    {
        "name": "單純（Easy）",
        "Date": "生日花：秋水仙（Meadow Saffron）",
        "florid": "不穿內衣的少女、裸體女人…等等，這主 要是因為它的外型令人容易產生的聯想。要等到所有葉片凋謝落盡後，它才開出花 朵。因此它的花語是－單純。",
        "explanation2": "來的福氣呢！",
        "explanation1": "受到這種花祝福而生的人個性單純、不造作，身心宛如一張乾靜的白紙。在目 前這個像大染缸的社會裡，反而具有一股清新健康的氣質。當然，有幸成為這種人 的親密伴侶，還真是前世修"
    },
    {
        "name": "莧菜（Common Amaranth）",
        "Date": "八月七日",
        "florid": "永恆（Immortality）",
        "explanation2": "受到這種花祝福而生的人，有一顆永遠年輕的心，積極進取，活到老學到老。 在感情方面永遠不會受到挫折、傷害，是個幸運的傢伙。",
        "explanation1": "生生不息的莧菜！就像伊甸園裡的花朵……英國詩人米爾敦在作品「失樂園」 中曾經這樣敘述莧菜！它的生命力很強，盛開的花朵不容易凋謝，象徵著永恆不滅 。因此，它的花語就是－永恆。"
    },
    {
        "name": "尾穗莧（Love-Lies-Bleeding）",
        "Date": "八月八日",
        "florid": "勤勞（Labor）",
        "explanation2": "受到這種花祝福而生的人，可以說是天生的勞碌命。即使在感情方面，對於自 己心儀的對象也只是默默的單相思，根本不會有任何結果。如果不表現得主動積極 些，容易錯失良機！千萬要留意這一點。",
        "explanation1": "尾穗莧所紀念的聖人，是創立多米尼哥修道院的聖多米尼哥。在修道院裡修行 的僧侶，個個嚴守紀律、勤儉耐勞，因此尾穗莧的花語就是－勤勞。"
    },
    {
        "name": "澤菊（Ragwort）",
        "Date": "八月九日",
        "florid": "改變信仰（Conversion）",
        "explanation2": "受到這種花祝福而生的人，個性純樸、天真，只要多留意一些，其實自己是具 有過人的資質與勇氣。也許在感情方面屢次受到挫折，不過最後總會抓住真摯的愛 情，要相信自己！",
        "explanation1": "羅馬士兵聖羅馬努斯在牢裡受到聖羅倫斯的感召，最後改信基督教，卻不幸以 身殉教，澤菊就代表這位聖人。因此它的花語是－改變信仰。"
    },
    {
        "name": "鳳仙花（Garden Balsam）",
        "Date": "八月十日",
        "florid": "野丫頭（TomBoy）",
        "explanation2": "凡是受到這種花祝福而生的人，個性非常活潑好動，好像一個活蹦亂跳的小精 靈。情感無憂無慮的，甚至可能未談過戀愛，所以無從體會其中的酸甜苦辣。",
        "explanation1": "鳳仙花的種子，一到成熟時刻就隨風飛舞，它的模樣看起來好像充滿了活力。 因此有「跳躍的小貝蒂」、「可愛的野丫頭」等暱稱，所以它的花語就是－野丫頭 。"
    },
    {
        "name": "翠菊（China Aster）",
        "Date": "八月十一日",
        "florid": "貞操（Chastity）",
        "explanation2": "凡是受到這種花祝福而生的人，對感情總是抱持從一而終的態度。被你愛上的人即使不會很幸福，也會感到很溫暖，不過就是壓力太大，使得談戀愛變成一種負 擔。應該適可而止，一切隨緣，不必強求。",
        "explanation1": "翠菊所紀念的聖人是美麗的聖絲桑娜，她拒絕和羅馬國王迪奧克提阿努斯的姪 子結婚（不和異教徒通婚），憤而以身殉教。因此它的花語是－貞操。"
    },
    {
        "name": "苦苣（Marsh Sow Thistle）",
        "Date": "八月十二日",
        "florid": "武裝（Armament）",
        "explanation2": "凡是受到這種花祝福而生的人，對自己缺乏自信，並且善用瑰麗的詞彙武裝自 己，隱藏內心真正的情感。其實，人很難以耍嘴皮子獲得一份真摯的愛情，心裡有 什麼話就儘管直說吧！緣分是不會等人的。",
        "explanation1": "古時候的植物學家認為，這種植物受到羅馬軍神馬爾斯的控制，才會長出渾身 的刺，看起來 好像武裝的士兵。因此苦苣菜的花語是－武裝。"
    },
    {
        "name": "澤菊（Fen Ragwort）",
        "Date": "八月十三日",
        "florid": "隱居（Secluded Life）",
        "explanation2": "在這一天出生的人，不太喜歡團體生活，人際關係也不太好。不過，還不致於 到了看破紅塵俗世的地步，只要心儀的對象一出現，性格也許會來個大轉變也說不定？",
        "explanation1": "澤菊所紀念的聖人是聖拉蒂根，她被迫嫁給異教徒法蘭克國王，卻依然篤信基 督教，最後捨棄王妃的名份成為一名修女。所以澤菊的花語是－隱居。"
    },
    {
        "name": "百日菊（Zinnia）",
        "Date": "八月十四日",
        "florid": "興奮（Excitement）",
        "explanation2": "凡是在這一天出生的人，個性活潑、熱情洋溢，尤其喜歡熱鬧的場合，很容易 被周遭的氣氛感染而興奮不已。不過，談戀愛的方式卻相當情緒化，雖然不是什麼 大缺點，可是會造成戀情無法長久持續的結局！",
        "explanation1": "熱情的中南美洲是百日菊的原產地，事實上，里約每年舉行的嘉年華會，主辦 單位都會把大量的百里草，拋向正在遊行的民眾。因此它的花語就是－興奮。"
    },
    {
        "name": "黃藥子（Old-man's Beard）",
        "Date": "八月十五日",
        "florid": "鄉愁（Traveler's Sentiment）",
        "explanation2": "凡是受到這種花祝福而生的人，總是把自己的一生視為一段旅程，對於任何事 情都不會執著己見。感情方面也看得很淡，禁得起失戀的打擊。",
        "explanation1": "黃藥子的別名是「旅行者的喜悅」，這種爬蔓植物生長在鄉下路旁的籬笆附近 ，看起來就像灰色的綿線垂掛在道路兩旁。旅行者看到這種光景，就會想起家鄉老 母織布的情景，因此它的花語就是－鄉愁。"
    },
    {
        "name": "孤挺花（Belladonna Lily）",
        "Date": "八月十六日",
        "florid": "體質虛弱（Weak）",
        "explanation2": "凡是受到這種花祝福而生的人，是標準的林黛玉弱不禁風的模樣。很容易引起 異性的同情，進而滋生愛苗、展開戀曲。",
        "explanation1": "孤挺花是一種比較脆弱的球根植物，在英國栽種孤挺花必須搭蓋防寒害的保護 罩，並且日照要充足，否則植物很難存活。總之，這種植物的體質很虛弱、難以存 活。因此它的花語是－體質虛弱。"
    },
    {
        "name": "柳穿魚（Toad Flax）",
        "Date": "八月十七日",
        "florid": "頑強（Obsstinate）",
        "explanation2": "凡是受到這種花祝福而生的人，喜歡和別人糾纏不休，說好聽一點是窮追不捨 。如果遇到心儀的異性，會持續糾纏對方，直到他束手就擒為止。",
        "explanation1": "柳穿魚對園藝工作者來說，是庭院裡最不受歡迎的不速之客。它那細小的根部 會迅速發芽，繁殖力很強，除也除不盡。在美國，人們稱它是「新娘草」，由於它 有堅強的生命力，所以它的花語就是－頑強。"
    },
    {
        "name": "萬壽菊（African Marigold）",
        "Date": "八月十八日",
        "florid": "健康（Good Health）",
        "explanation2": "凡是受到這種花祝福而生的人，對於環境及任何事物的適應力都很強，不管處 在何種環境下或與任何個性的人一起工作，都能適應。不過，卻難逃為情所困的煩惱，並因此而面容憔悴。",
        "explanation1": "萬壽菊是一種生命力很強的植物，可以適應任何一種土壤。即使是剪下來的帶 莖鮮花，也依然豔麗如昔。因此它的花語就是健康。"
    },
    {
        "name": "貓尾草（Timothy Grass）",
        "Date": "八月十九日 　",
        "florid": "計劃（Plan）",
        "explanation2": " 凡是受到這種花祝福而生的人，對於自己的生活總是有周全的規劃，並且為自 己定下目標，然後朝著理想努力奮鬥，屬腳踏實地型。感情方面，也許會以相親的 方式找到終生伴侶。",
        "explanation1": "貓尾草是一種品質優良的牧草，近年來畜牧業者栽培的牧草品種當中，貓尾草 配種的牧草占了一定的比例。除此，還採摘野生貓尾草貯存起來，以備不時之需。 因此它的花語是－計劃。"
    },
    {
        "name": "食用蒲公英（Autumn Hawkbit）",
        "Date": "八月二十日",
        "florid": "解救（Rescue）",
        "explanation2": "凡是這種花祝福而生的人，具有誠實犧牲奉獻的精神，喜歡幫助別人，為大家 解決困難。可是面對自己的問題時，反而不知所措。但為了博取異性的注意，最好 試著解決自己的問題，以展現「一夫當關，萬夫莫敵」的魄力。",
        "explanation1": "食用蒲公英自古以來就被視為一種效果良好的藥草，不但可以治療腎臟病、黃 疸，而且是一種利尿劑。因此食用蒲公英的花語是－解救。"
    },
    {
        "name": "孔雀草（French Marigold）",
        "Date": "八月二十一日",
        "florid": "爽朗（Cheerful）",
        "explanation2": "凡是受到這種花祝福而生的人，個性從不拖泥帶水，這可是一項難得的優點哦 ！",
        "explanation1": "孔雀草原本有一個俗稱叫「太陽花」，後來才被向日葵搶去。它的花朵具有日 出開花、日落緊閉的習性，而且以向光性方式生長，因此它的花語是－晴朗的天氣 ，引申為：爽朗、活潑。"
    },
    {
        "name": "貓尾草（Timothy Grass）",
        "Date": "八月二十二日",
        "florid": "恩惠（Favor）",
        "explanation2": "凡是受到這種花祝福而誕生的人，很關心家人和朋友，人緣很不錯。只是在感 情方面，太急於表達心意的模式，往往會錯失良機，必須特別留意啊！",
        "explanation1": "貓尾草的原產地廣泛分布在歐亞大陸，歐亞地區可以說是游牧民族的故鄉。這 種適合做為家畜飼料的貓尾草，對游牧民族來說，簡直就是上天賜與的恩惠。因此 它的花語就是－恩惠。"
    },
    {
        "name": "艾菊（Tansy）",
        "Date": "八月二十三日",
        "florid": "和藹可親（Charm）",
        "explanation2": "受到這種花祝福而誕生的人，人緣很好，即使和陌生人在一起，也能很快和大 家打成一片。個性隨和、親切，只不過比較無法和特定的朋友發展更深一層的感情 ，以致於談起戀愛來恐怕困難重重！",
        "explanation1": "艾菊分布的範圍很廣，就緯度來看－從地中海到北極圈；就經度來說－從歐洲 至西伯利亞。它的蹤跡幾乎遍及全世界，算是一種適應力很強的植物。因此，它的 花語就是－和藹可親。"
    },
    {
        "name": "向日葵（Sunflower）",
        "Date": "八月二十四日",
        "florid": "太陽（The Sun）",
        "explanation2": "受到這種花祝福而誕生的人，具有一顆如太陽般明朗、快樂的心。他是許多人 傾慕、仰賴的對象，也因此他始終無法安定下來，並認真的接受一份感情，具有晚 婚的傾向。",
        "explanation1": "向日葵具有向光性，人們稱它為「太陽花」，隨太陽迴繞的花。在古代的印加 帝國，它是太神的象徵。因此向日葵的花語就是－太陽。"
    },
    {
        "name": "野生向日葵（Perennial Sunflower）",
        "Date": "八月二十五日",
        "florid": "投緣（Affinity）",
        "explanation2": "受到這種花祝福而生的人是理想的情人，更是最佳的終生伴侶。為了讓你的他 （她）早日出現，記得要主動積極一點！",
        "explanation1": "野生向日葵的用途很廣：種子可以做成點心、還可以提煉食用油、葉片是家畜 喜愛的飼料、花可以做成染料等。它和我們的日常生活可是息息相關的，是一種和 人類相當投緣的植物。因此，它的花語是－投緣。"
    },
    {
        "name": "孤挺花（Belladonna Lily）",
        "Date": "八月二十六日",
        "florid": "芬芳（Sweet Smell）",
        "explanation2": "受到這種花祝福而生的人品格高尚，無論在什麼地方，總是顯得特別醒目、耀 眼，所以仰慕者很多。但卻礙於你那高貴的氣質，而不敢做更進一步的表示。如果 你真能遇到心儀的對象，最好積極一點，並且要把握良機。",
        "explanation1": "孤挺花會散發出一股濃郁的香氣，如果把它種在一樓的窗口邊，屋內將會充滿 甘美的芬芳。因此它的花語是－芬芳。 "
    },
    {
        "name": "深山毛蓮菜（Hawkweed）",
        "Date": "八月二十七日",
        "florid": "頑固（Stubborn）",
        "explanation2": "受到這種花祝福而生的人很固執，他這種硬脾氣很容易和別人發生衝突。如果 想要成為他的終生伴侶，首先必須具備寬大的包容力。",
        "explanation1": "一般植物如果移植到新環境，多半會隨著新環境而改變。不過像深山毛蓮菜這 種植物，無論生長在那裡，都一直保持著原來的樣子，因此它的花語就是－頑固。"
    },
    {
        "name": "秋麒麟草（Golden Rod）",
        "Date": "八月二十八日",
        "florid": "起伏（Undulations）",
        "explanation2": "受到這種花祝福而生的人，一生多彩多姿、起起落落，充滿了波折，在感情方 面也是如此。所以你要把握住每一個機會，尤其在人生的顛峰期裡，好好找一個理 想伴侶吧！",
        "explanation1": "秋麒鱗草在中世紀時被視為是一種價格昂貴的花，具有神奇的療效，在英國根 本找不到它，所以彌足珍貴。不過換個角度看，它如果很普遍，也就不值錢了！因 此它的花語是－起伏。"
    },
    {
        "name": "木劍錦葵（Yellow Hollyhock）",
        "Date": "八月二十九日",
        "florid": "別噘嘴（Don't get sulky）",
        "explanation2": "受到這種花祝福而生的人脾氣暴躁，是個愛生氣的人，常與人起衝突，而且整天鼓著一張嘟嘟的嘴。不過，當他發現自己錯誤時，也會有立刻道歉的勇氣，否則 親密伴侶早就逃之夭夭了！",
        "explanation1": "在古羅馬帝國時代，木劍錦葵是治療蜂螫的特效藥。它還具有消除顏面、身體 皮膚腫脹的功效，因此它的花語是－別噘嘴。"
    },
    {
        "name": "柯勒西百合（Guernsey Lily）",
        "Date": "八月三十日",
        "florid": "安慰（Comfort）",
        "explanation2": "凡是受到這種花語祝福而生的人，富有博愛心，喜歡幫助別人，因此常得到別 人的感謝。不過，過多的樂善好施，反而會讓人覺得是多管閒事。要稍微克制一下 ，適可而止哦！",
        "explanation1": "科勒西百合是紀念十七世紀在南美洲幫助受虐待的奴隸和印地安人，並安撫貧 病者心靈的聖羅沙。因此它的花語是－安慰。"
    },
    {
        "name": "秋福壽草（Pheasant's Eye）",
        "Date": "八月三十一日",
        "florid": "替身（Substitute）",
        "explanation2": "凡是受到這種花祝福而生的人，具有越挫越勇的精神，不畏逆境和挑戰，甚至 常會為他人挺身而出。具有這種高貴情操的你，將會受到所關愛的人尊敬。",
        "explanation1": "秋福壽草被選來紀念聖拉姆道斯諾那德斯，他為了援救奴隸而把自己賣給雇主 。最後，成為一名樞機主教。因此秋福壽草的花語是－替身。"
    },
    {
        "name": "弁慶草（Livelong Sedum）",
        "Date": "九月一日",
        "florid": "積蓄（Store）",
        "explanation2": "受到這種花祝福而生的人，是一個具計畫性的人。他平時孜孜不倦，並為將來 藍圖仔細設計，絕不虛度人生。然而，人生之中也必須有遊戲放鬆的時刻，因此偶 爾讓自己輕鬆一下，可以為人生增添許多色彩，使生命更豐富哦！",
        "explanation1": "從弁慶草將水份儲存在葉或莖裡，以便於在枯水期或採擷時可以多活幾天的情 形看來，這種花具備了未雨綢繆的健全特性。因此它的花語是－積蓄。"
    },
    {
        "name": "秋麒麟草（Golden rod）",
        "Date": "九月二日",
        "florid": "閃耀（Glitter）",
        "explanation2": "受到這種花祝福而生的人，擁有強烈的性格，並且具有相當獨立的個性，可以 說是個非常完美的人。然而在戀愛方面，卻也因為個性使然，而有事與願違的遺憾 。這完全是個性太過激烈，而導致對方反感的緣故。",
        "explanation1": "秋麒麟草在七、八月的開花期裡，枝頭會長滿金黃色的小花。它的樹枝宛如金 色的鞭子一般，這就是它的英文名字「黃金鞭」的由來。因此它的花語是－閃耀。"
    },
    {
        "name": "紫宛（Fleabane）",
        "Date": "九月三日",
        "florid": "說謊（Liar）",
        "explanation2": "受到這種花祝福而生的人擅於說謊，然而他並不是有什麼惡意，只是他對於人 際關係沒有信心罷了！以至於在不經意間，會把想說的話一再修飾後才表達出來。 請你試著嘗試用真心去愛人的滋味，你將會發現：付出真心誠意後，可以得到與人 交往的自信！",
        "explanation1": "從前，農人始終堅信將紫宛的葉片曬乾後燃燒，可以驅散蚊子及跳蚤等害蟲。 其實剛好和事實相反，蚊蟲似乎非常喜愛這種煙味。因此，紫宛的花語是－說謊。"
    },
    {
        "name": "肥皂花（Soapwort）",
        "Date": "九月四日",
        "florid": "淨化（Purification）",
        "explanation2": "受到這種花祝福而生的人，能夠淨化他周圍每個人的心，是心地純潔、善良的 人。然而在戀面，卻有很強的自我意識，如果不坦誠一點，戀愛是很難成功的 。",
        "explanation1": "將肥皂花熬煮後，會產生有如肥皂般的泡沫，因此這種泡沫曾經被廣泛使用在 洗滌毛織品上。目前仍有某些地方，用它來取代肥皂。所以肥皂花的花語是－淨化 。"
    },
    {
        "name": "野蘑菇（Field Mushroom）",
        "Date": "九月五日",
        "florid": "豐收（Good Harvest）",
        "explanation2": "受到這種花祝福而生的人，想像力豐富，非常適合籌備舞會等活動。所以，你 只要從富有創意性的工作都會成功。而在戀愛方面，也不會讓對方有無聊厭倦的感 覺，可以說是個最佳情人。",
        "explanation1": "凡是世界上氣候溫暖的地方，就可以發現野蘑菇的蹤跡。據說它適合食用，還 可以大量採擷，再加以冷凍保存。因此，野蘑菇的花語是－豐收。"
    },
    {
        "name": "秋蒲公英（Autumn Hawkbit）",
        "Date": "九月六日",
        "florid": "誘惑（Temptation）",
        "explanation2": "受到這種花祝福而生的人，屬於婀娜多姿型，因為他（她）生來就具備了性感 魅力，足以玩弄異性。然而，如果你抱持著這種心態，即使出現戀情也無法培養出 愛情。所以請切記，人的一生中，雖然需要轟轟烈烈的戀愛，卻也要有穩定地成長 的愛情。",
        "explanation1": "秋蒲公英的花朵蘊含著豐富的花蜜，因此每當開花時節，蜜蜂會蜂擁而至。所 以它的花語是－誘惑。"
    },
    {
        "name": "金鳳花（Goldilocks）",
        "Date": "九月七日",
        "florid": "逃亡（Flight）",
        "explanation2": "受到這種花祝福而生的人意志消沉，雖然處在舞會等熱鬧場合，似乎也以躲在 角落而冷眼旁觀的情況較多。然而，當所愛的人出現，他的性格也許會突然改變， 貫徹他對愛情的信念吧！",
        "explanation1": "金鳳花被選來獻給法蘭克王子－聖克拉德，當他的父王死後，他就被那位想謀 奪王位的叔父所追殺。為了逃命，他放棄王位繼承權，成為神職人員。因此，金鳳 花的花語是－逃亡。"
    },
    {
        "name": "米迦勒雛菊（European Michaelmas Daisy）",
        "Date": "九月八日",
        "florid": "夫妻愛（Married Love）",
        "explanation2": "受到這種花祝福而生的人，是不斷追尋真愛的人。所以，當他一旦遇見心愛的 人，就會終生不渝哦！",
        "explanation1": "被選來獻給因為護教而罹難的羅馬軍人－聖維多利安。據說他的妻子娜塔麗亞 費盡工夫混進牢房中讓他受洗，並冒著危險喬裝成少年，到刑場上去目睹他的最後 一面，這是何等崇高的夫妻之愛啊！因此，米迦勒雛菊的花語就是－夫妻愛。"
    },
    {
        "name": "加拿大秋麒麟草（Canadian Goldenrod）",
        "Date": "九月九日",
        "florid": "影響力（Influence）",
        "explanation2": "受到這種花祝福而生的人，屬於很有影響力的人。他的個性強烈，深具吸引人 的魅力，戀愛時也一樣。因為他的性格會深深的影響對方，所以可以造就自己所喜 愛的意中人。",
        "explanation1": "自古以來，加拿大秋麒麟草就被視為珍貴的黃色染料，它的花和葉都非常適合 用來染布。基於這個特性，所以它的花語就是－影響力。"
    },
    {
        "name": "秋藏紅花（Autumn Crocus）",
        "Date": "九月十日",
        "florid": "保護（Protection）",
        "explanation2": "受到這種花祝福而生的人，具有早熟的特性，常是同伴間的領導人物，唯獨不 諳跟意中人撒嬌之道。或許他這種類型的人，比較適合結交比自己年齡小的戀人吧 ？",
        "explanation1": "秋藏紅花是獻給五世紀時羅馬帝國的皇后－聖帕魯琦阿麗亞，因為她熱心的保 護教會而廣為人知。因此，秋藏紅花的花語就是－保護。"
    },
    {
        "name": "秋水仙（Meadow Saffron）",
        "Date": "九月十一日",
        "florid": "良藥（Good Medicine）",
        "explanation2": "受到這種花祝福而生的人相當聒噪，以致於明明說的是實話，可是別人卻不愛 聽的傾向。因為人常常會逃避苦口的東西，不管它是多好的良藥。所以，說話必須 掌握時間、地點及對象三大要素，才不會說錯話哦！",
        "explanation1": "秋水仙用來治療痛風、風濕病非常有效，但是大量攝取會危及生命哦！這大概 就是所謂的「良藥苦口」的代表性花朵吧？因此，秋水仙的花語就是－良藥。"
    },
    {
        "name": "時鐘花（Passion Flower）",
        "Date": "九月十二日",
        "florid": "踏實（Steadiness）",
        "explanation2": "受到這種花祝福而生的人，決定一件事情，常會花費相當長的時間去沉思。雖 然深思熟慮可減少錯誤，但是當你遇到自己喜愛的人時，稍微輕率一下也無妨。",
        "explanation1": "時鐘花是生長在南美熱帶雨林的常綠藤蔓植物，它的形狀很像時鐘上的文字盤 ，所以被稱為「時鐘花」。這種植物不休息、不遲到，有如刻在時鐘上的時刻一樣 穩健。因此，它的花語就是－踏實。"
    },
    {
        "name": "番紅花（Saffron Crocus）",
        "Date": "九月十三日",
        "florid": "多彩（Colourful）",
        "explanation2": "受到這種花祝福而生的人才華洋溢，朝著光榮的人生旅途邁進。然而，私底下 的你卻是一個比別人更努力的人，當然在戀愛方面，你也是非常苦心經營。所以， 即使起初對你漠不關心的人，也會在不知不覺中被你吸引哦！",
        "explanation1": "番紅花呈淡紫色，花喉的部分是深紫色，柱頭則是橙紅色，會綻放出色彩豐富 的花朵。因此，番紅花的花語就是－多彩。"
    },
    {
        "name": "時鐘花（Passion Flower）",
        "Date": "九月十四日",
        "florid": "受難（Sufferings）",
        "explanation2": "受到這種花祝福而生的人，人際關係必須多費點心思，如此辛苦的經營，必能 培養出良好的性格。所以，不妨多方面去考慮事情吧！如果失戀了，就把它當做是 在談真正戀愛前的訓練吧！",
        "explanation1": "時鐘花的英文名字passion 並非熱情，而是受難的意思。這種花的形狀像十字 架，所以被喻為「耶穌受難之花」。所以，時鐘花的花語就是－受難。"
    },
    {
        "name": "拜占庭番紅花（Byzantine Saffron）",
        "Date": "九月十五日",
        "florid": "剛直（Integrity）",
        "explanation2": "受到這種花祝福而生的人，要強好勝，相當正直，為了忠於自己的信念，經常 和人發生衝突。即使在戀愛方面，也不懂得妥協。他不斷的追求愛情，是為了找到 真正了解自己的意中人，絕對不是因為多情的緣故。",
        "explanation1": "這種花被選來獻給飽受脅迫卻不改變信仰，因而慘遭火刑的庫克族人－聖尼西 達斯。因此，拜占庭番紅的花語是－剛直。"
    },
    {
        "name": "海紫苑（Sea Aster）",
        "Date": "九月十六日",
        "florid": "柔軟（Soft）",
        "explanation2": "受到這種花祝福而生的人，精神面與生活態度都非常有彈性，不管對方的心情 如何，他都有恰到好處的應對態度，所以很容易交到知心的朋友。但，也要在這些 朋友當中，找出最適合你的對象哦！",
        "explanation1": "海紫苑對環境具有非常強的適應力，因為它可以札根在其它植物無法生存的多 鹽分土地，以及海埔新生地中。因此，它的花語是－柔軟。"
    },
    {
        "name": "錦葵（Common Mallow）",
        "Date": "九月十七日",
        "florid": "諷刺（Satire）",
        "explanation2": "凡是受到這種花祝福而生的人，具有強烈的批評能力。雖然也有嘲笑別人的傾 向，但並不虛偽，而相當執著於追求真理。即使是戀愛，也深具尋求至高無上的愛 情目標。",
        "explanation1": "活躍在古羅馬帝國的諷刺詩人－馬魯提亞力斯曾說過：「錦葵提煉出來的茶葉 ，具有恢復疲勞的功效。」所以，錦葵就是諷刺詩人精力的泉源。因此，它的花語 就是－諷刺。"
    },
    {
        "name": "金鳳花（Goldilocks）",
        "Date": "九月十八日",
        "florid": "慈愛（Affection）",
        "explanation2": "凡是受到這種花祝福而生的人，對人不會產生差別待遇，無論對誰都能傾注體 貼之心，深受這種溫柔本性吸引的異性很多。然而在現在這個充滿誘惑的時代，自 我主張過於薄弱，是很容易被人利用的唷！",
        "explanation1": "金鳳花被用來獻給十六世紀的西班牙的大司教，及創立博愛主義的慈善事業家 －聖湯姆士。因此，它的花語就是－慈愛。"
    },
    {
        "name": "山蘿蔔（Devil's-bit Scabious）",
        "Date": "九月十九日",
        "florid": "爭鬥心（Fighting Spriits）",
        "explanation2": "凡是受到這種花祝福而生的人，具有強烈的正義感、旺盛的爭鬥心。戀愛的時 候如果有情敵，爭鬥心就會明顯的表現出來。但是當友情與愛情左右為難時，就會 不知所措呢！",
        "explanation1": "山羅蔔的英文意思是：「被惡魔啃咬」。它的莖部呈現被不明之物咬過的形狀 ，是因為惡魔曾互相爭鬥過這種花。因此，它的花語就是－爭鬥心。"
    },
    {
        "name": "番紅花（Meadow Saffron）",
        "Date": "九月二十日",
        "florid": "真心（Sincerity）",
        "explanation2": "凡是受到這種花祝福而生的人，對自己衷愛、珍惜的人，會盡其所能的付出一 切。這種不求代價的真愛，會令對方感動，並於不知不覺中，彼此相愛。",
        "explanation1": "中世紀的歐洲，許多堅貞不二的妻子苦守在家，等候隨著十字軍東征的丈夫凱 旋歸來。她們珍愛丈夫的精神，頗為世人所推崇。所以當時流行賜予番紅花圖案的 徽章，來表揚這些賢淑妻子的行為。因此，番紅花的花語就是－真心。"
    },
    {
        "name": "時鐘花（Passion Flower）",
        "Date": "九月二十一日",
        "florid": "福音（The Gospels）",
        "explanation2": "受到這種花祝福而生的人，會給予別人喜樂慰藉。由於你溫暖的言語及親切的 態度而得救的人應該很多，而且在不知不覺中，他們會將感恩的心，轉換為愛慕之 情。而你的終生伴侶往往就近在眼前，不必踏破鐵鞋到處尋找哦！",
        "explanation1": "時鐘花是選來獻給耶穌基督的十二位門徒之中，著有「馬太福音」一書的聖馬 太。因此，它的花語就是－福音，而所謂的福音就是討人歡心的意思。"
    },
    {
        "name": "草菇（Cep Mushroom）",
        "Date": "九月二十二日",
        "florid": "名聲（Fame）",
        "explanation2": "受到這種花祝福而生的人，受到周圍人們極高的評價，並具備著一定的實力。 唯一遺憾的是，因為平時被保護得太好了，所以遭遇逆境時往往不知所措。而當你 陷入失戀的苦痛時，會痛苦萬分，必須學著妥善調適哦！",
        "explanation1": "草菇生長在森林或樹林間，但是它不是普通的香菇，而是連美食專家都極力讚 揚的美味蘑菇；也是所有香菇品種中，最受歐洲歡迎的。因此，它的花語是－名聲 。"
    },
    {
        "name": "法國菊（Ox-eye Daisy）",
        "Date": "九月二十三日",
        "florid": "女權主義（Feminism）",
        "explanation2": "凡是受到這種花祝福而生的人，正如它的花語所言，具有強烈獨立自主的意識 ，認為萬事只有靠自己才能行得通。但是如果你仔細觀查周遭的人群，一定會有能 夠尊重你這種觀念的異性朋友。所以，只要你能妥善經營友誼，就很有可能發展出 愛情來喔！",
        "explanation1": "這是種被選來獻給教會史上的第一位女性聖者－聖特庫拉的花朵。因此，法國 菊的花語就是－女權主義。"
    },
    {
        "name": "原竹（Field Mushroom）",
        "Date": "九月二十四日",
        "florid": "僥倖（Good Luck）",
        "explanation2": "受到這種花祝福而生的人，就是在幸運之星的投射下誕生的人。碰到困難時， 一定會有人即時伸出援手。記住！他就在某個地方保護著你喔。",
        "explanation1": "傳說在中世紀的歐洲，人們在開發森林的同時，住在森林中的精靈們，卻陷入 了糧食滅絕的困境。這時他們發現，如果吃了生長在牧草地上的原竹蕈，就可以趨 吉避兇。因此，原竹的花語是－僥倖。 "
    },
    {
        "name": "松樹蕈（Pine Boletus）",
        "Date": "九月二十五日",
        "florid": "篤實（Sincerity）",
        "explanation2": "受到這種花祝福而生的人，通常都是孜孜不倦、鍥而不捨的做著任何事。雖然 他的人生不是非常華麗鋪張，但卻可以擁有紮實的成就，而他的戀愛的步調也是慢 而仔細的。",
        "explanation1": "屬松科的這個蕈是獻給七世紀時，第一位默默致力於翻譯翻譯拉丁聖經的篤實 學僧－聖崔利歐魯拂利斯，因此，松樹蕈的花語是－篤實。"
    },
    {
        "name": "巨大秋麒鱗（Gigantic Goldenrod）",
        "Date": "九月二十六日",
        "florid": "逆流（Back Current）",
        "explanation2": "受到這種花祝福而生的人，個性有點叛逆，敢向世界的常理挑戰，這樣的你， 適合溫和平穩的戀情。因為在平常的生活中，緊張佔了一大半，所以兩人獨處的時 候，就可以放鬆一下心情。",
        "explanation1": "這是原產於北美洲的多年生植物，它和人類移民的潮流相反，是由美洲新大陸 移住往西歐的一種植物因此巨大秋麒鱗的花語是－逆流。"
    },
    {
        "name": "紫苑花（European Michaelmas Daisy）",
        "Date": "九月二十七日",
        "florid": "貴族情趣（Nobleness taste）",
        "explanation2": "受到這種花祝福而生的人，總覺得在他身上會有貴族般的氣息。他不論是知識 、還是教養，都是出類拔萃的，只是個性方面有點消極。如果可以積極一點，一定 如虎添翼，而且愛慕他的人，一定也會以尊敬的眼光來看待他。",
        "explanation1": "在十二世紀的法國的南部，有一個足以代表高貴家世的貴族－聖狄魯菲那。用 來讚美他的花就是紫苑花，因此它的花語就是來自聖狄魯菲那的－貴族情趣。"
    },
    {
        "name": "秋麒麟草（Goldenrod）",
        "Date": "九月二十八日",
        "florid": "施捨（Charity）",
        "explanation2": "受到這種花祝福而生的人，具有豐富的同情心，不忍心看到別人活在痛苦的困 境中。戀愛也是一樣，是從同情心開始的。對於這樣的他，最重要的就是：分辨同 情心與愛情。",
        "explanation1": "四世紀的時候羅馬有位非常有錢的千金小姐，毅然決然的出家修行，她就是聖 愛渥斯東奇姆，也就是秋麒麟草所讚美的對象。她曾將自己的財產全數奉獻給貧窮 的人，因而被當作慈善家。因此，它的花語就是－施捨。"
    },
    {
        "name": "米迦勒雛菊（Michaelmas Daisy）",
        "Date": "九月二十九日",
        "florid": "統率力（Leadership）",
        "explanation2": "受到這種花祝福而生的人，大多是理智的理論家。在學校，是個適合當學會會 長等擁有超群的統率力的人；但是戀愛的時候，卻會對自己的另一半過度干涉，並 因此而屢嘗失戀的痛苦。所以，千萬不要栓住別人，要放寬心胸，學習去接納別人 。",
        "explanation1": "這種花被拿來獻給率領天界軍隊的大天使－聖米迦勒，因此米迦勒雛菊的花語 就是－統率力。"
    },
    {
        "name": "黃水仙（Yellow Sternbergia）",
        "Date": "九月三十日",
        "florid": "純樸（Simplicity）",
        "explanation2": "受到這種花祝福而生的人，個性純樸、外型素淨，是一個相當善良的大好人。 但是太過純樸的性情，有時會讓有心人很難提起勇氣往前踏出一步，因為純樸容易 讓人產生敬畏之心。所以，不妨放鬆心情，表現出活潑天真的一面，也許愛情會因 此而開始圍繞著你！",
        "explanation1": "黃水仙是一種具有野性，卻又非常優美的花。因此，黃水仙的花語是－純樸。"
    },
    {
        "name": "雪花蓮（Autumn Snowflake）",
        "Date": "十月一日",
        "florid": "海風（Sea Wind）",
        "explanation2": "凡是受到這種花祝福而生的人，就像拂面而過的海風，有爽快的個性，同時也 備受眾人的喜愛。這樣個性的你，比較適合明爽溫和的愛情，過於激情及違背倫理 的戀情，不太可能發生在你的身上。",
        "explanation1": "雪花蓮叢生在地中海沿岸，或散布在地中海上的小島，這是透過清爽的海風所 培育而成的植物。因此，雪花蓮的花語就是－海風。"
    },
    {
        "name": "石鹼草（Soapwort）",
        "Date": "十月二日",
        "florid": "歷史（History）",
        "explanation2": "凡是受到這種花祝福而生的人，會把自己的人生做長程且通盤的考量，戀愛觀 也很踏實。但是，年輕人總是需要像個年輕人啊！所以，有時不妨為自己創造一些 青春的回憶吧！",
        "explanation1": "所謂的產業革命，是從毛織品工業的革命開始的。初期的毛織品工業，是用石 鹼草製成的石鹼水來清洗羊毛。從某些意義上來說，石鹼草可以說是形成近代植物 的雛形。因此，它的花語是－歷史。"
    },
    {
        "name": "秋菊（Autumn Helenium）",
        "Date": "十月三日 　",
        "florid": "晚熟（Late Maturing）",
        "explanation2": "凡是受到這種花祝福而生的人，看起來很穩重。對於朋友熱戀時，完全以對方 為主的態度，頗不以為然。但是，當自己陷入熱戀時，卻並不亞於他們。",
        "explanation1": "在大多數植物的花朵凋謝散落的晚秋時節，就是這種植物綻放的美好時光，因 此它的名字也附有秋天的色彩哦！由於它是晚開的花，所以它的花語就是－晚熟。"
    },
    {
        "name": "青萵（Southernwood）",
        "Date": "十月四日",
        "florid": "害羞（Ashamed）",
        "explanation2": "凡是受到這種花祝福而生的人，十分害羞，凡事猶豫不決，不好意思做決策。 但是，這樣的你，卻總會在緊要的關頭顯現熱情。當然，你的情人也會為你難得一 見的熱情，而意亂情迷！",
        "explanation1": "或許是氣候的關係，在南歐地區能開出黃色小花的青萵，在英國，竟然開不出 花來，好像非常害羞的樣子。因此，它的花語就是－害羞。"
    },
    {
        "name": "甘菊（Common Camomile）",
        "Date": "十月五日",
        "florid": "寬裕（Room）",
        "explanation2": "受到這種花祝福而生的人，在言語舉止上會斟酌再三。因為，凡是留有退路， 才能沉著穩定的經營，即使是戀愛也不例外。",
        "explanation1": "把甘菊的莖和葉放在手中搓揉，會產生類似蘋果的甜美芳香。英國人通常把它 撒在地板或種植在庭院小徑上，讓行人享受足跡踩過的香氣。因為，芬芳的香味能 平靜心情，也能為心靈開拓寬裕的空間。因此，甘菊的花語是－寬裕。"
    },
    {
        "name": "小白菊（Feverfew）",
        "Date": "十月六日",
        "florid": "清澄（Clear）",
        "explanation2": "凡是受到這種花祝福而生的人，會帶給周圍的人舒爽的感受。只要有你在，周 圍就會充滿著清新的氣氛。所以你的戀人總愛向你撒嬌，並深深受你吸引，想與你 常常在一起。",
        "explanation1": "這是一種帶有清爽香氣的芳香植物。英國人認為，這種香氣能夠淨化周圍的空 氣，所以為了防範空氣污染，常把它種植在居家附近。因此，小白菊的花語是－清澄。"
    },
    {
        "name": "白菊花（White Chrysanthemum）",
        "Date": "十月七日",
        "florid": "高尚（Nobility）",
        "explanation2": "凡是受到這種花祝福而生的人，擁有超俗的高貴情操。只是這份脫俗的氣質， 往往被誤認為是高傲。所以異性害怕自討沒趣，而不敢向你表示心意，或與你交談 。",
        "explanation1": "這是被選來獻給四世紀中葉的羅馬教皇－聖馬克的花。在歷代教皇中，這位教 皇被公認是最具有高貴氣質的人。也因為這位教皇的關係，所以，白菊花的花語就 是－高尚。"
    },
    {
        "name": "西洋蓍草（Yarrow）",
        "Date": "十月八日 ",
        "florid": "治療（Cure）",
        "explanation2": "凡是受到這種花祝福而生的人，具有照顧他人的護士天性。迷戀於你這種溫柔 體貼的性格的異性，可說多如過江之鯽！",
        "explanation1": "傳說在希臘神話裡，阿基里斯就是用這種花的汁來治療腳傷。所以這種花又叫 阿基里斯，也有人稱它為傷兵的藥草或騎士的藥草。因此，西洋蓍草的花語就是－ 治療。"
    },
    {
        "name": "蘑菇（Saffron Milk Cap Mushroom）",
        "Date": "十月九日",
        "florid": "滋味（Savoriness）",
        "explanation2": "凡是受到這種花祝福而生的人，適合與人長久相處。認識越久，交往越深，越 能感受你美好的性格。這種關係就像倒吃甘蔗一樣，所以起初對你沒有特別好感的 異性朋友，也會因為你獨特的魅力及對人性的見解，而漸漸臣服於你！",
        "explanation1": "蘑菇具有胡核美味及適合咀嚼的特性，廣受歐洲各地廚師的重視，它不僅味香 並深具營養價值。因此，它的花語是－滋味。"
    },
    {
        "name": "雪花蓮（Autumn Snowflake）",
        "Date": "十月十日",
        "florid": "變節（Transformation）",
        "explanation2": "凡是受到這種花祝福而生的人，會歷經幾次改變心意的時刻。也就是說，一生 都不斷在成長中。但可悲的是，你的戀人永遠趕不上你的腳步。當然這是不得已的 ，所以如果你拿得起也放得下，不妨在分手後，期待下一次的奇遇的來臨吧！",
        "explanation1": "這是被選來獻給為了想當宣教師，而捨棄爵位的貴族－聖法蘭西斯．保羅吉爾 的花朵。因此，雪花蓮的花語是－變節。"
    },
    {
        "name": "冬青樹（Common Holly）",
        "Date": "十月十一日",
        "florid": "生命（Life）",
        "explanation2": "凡是受到這種花祝福而生的人，懂得生命的重要與可貴，是天生具有慈悲心腸 的人。唯一美中不足的是，難以拒絕別人的要求。所以請特別注意，男女之間的異 性關係。",
        "explanation1": "這種植物的果實，具有在整個冬季都不會從樹枝上掉下來的特性。當鳥兒沒有 飼料，飢餓難忍時，冬青樹的果實正好可以維持生命。因此，冬青樹的花語就是－ 生命。"
    },
    {
        "name": "紫苑（Common Fleabane）",
        "Date": "十月十二日",
        "florid": "活動家（Activity）",
        "explanation2": "凡是受到這種花祝福而生的人，具有活動的性格，一刻也靜不下來。雖然在社 交方面相當成功，然而在戀愛方面，卻也因此特性而產生負面影響。所以，沉著穩 定的談一場戀愛，是非常重要的。",
        "explanation1": "紫苑是獻給將塞爾特教會改革為羅馬教會，並進行傳教活動的聖維魯夫利德。 因此，它的花語是－活動。"
    },
    {
        "name": "秋菊（Autumn Helenium）",
        "Date": "十月十三日",
        "florid": "室內設計（Interior Design）",
        "explanation2": "凡是受到這種花祝福而生的人，具有對任何事物都由形狀開始考慮的毛病：考 慮結婚的時候，必定從居住場所開始設計。這樣的人，適合穩定的戀愛和踏實的婚姻。",
        "explanation1": "在英國，一談到室內布置，據說浮現腦海的必是這種花。因為將它連枝帶莖剪 下，可以維持長久的時間；也可以說，秋菊已經成為屋內裝飾所必備的花朵。因此 ，它的花語是－室內設計。"
    },
    {
        "name": "柳葉紫苑（Willow-leaved Fleabane）",
        "Date": "十月十四日",
        "florid": "考驗（Ordeal）",
        "explanation2": "受到這種花祝福而生的人，人生變化多端，但歷經重重考驗有助於自我成長， 所以，應該樂於接受這樣的挑戰。",
        "explanation1": "舊約聖經中的Job 記，是記載忍受神的各種考驗，而歷經艱辛的故事。主角人 物Job 曾經用來治療腳部潰爛的藥草，就是柳葉紫苑，所以有「Job 的眼淚」之稱 的柳葉紫苑的花語就是考驗。"
    },
    {
        "name": "香矢車菊（Sweet Sultan）",
        "Date": "十月十五日",
        "florid": "樸素（Simplicity）",
        "explanation2": "受到這種花祝福而生的人，心靈潔淨，不被外界誘惑，單單純純的過著合乎人 生本質的生活。如果能尋到一個和你有一致想法的人，就可擁有細緻的愛情。",
        "explanation1": "香矢車菊是被選來獻給托缽修道會的改革者－聖泰勒沙，所謂的托缽修道會是 一個裡面所屬的修士或修女們，都一定要將鞋子捨去，過著赤足生活的修道會。因 此，香矢車菊的花語是－樸實。"
    },
    {
        "name": "西洋蓍草（Yarrow）",
        "Date": "十月十六日",
        "florid": "粗心大意（Carelessness）",
        "explanation2": "受到這種花祝福而生的人，常會發生粗心大意的疏忽，而開罪了朋友，甚至因 此而遭人橫刀奪愛。",
        "explanation1": "傳說在希臘神話中最偉大的英雄－阿基里斯，除了後腳筋外全身刀槍不入。有 一次，卻非常不幸的被人傷到後腳筋，幸虧阿基里斯用西洋蓍草療傷，才保住了性 命。這位粗心大意的英雄幸好有這種植物在，才能癒合傷口。因此，西洋蓍草的花 語就是－粗心大意。"
    },
    {
        "name": "向日葵（Ten-leaved Sunflower）",
        "Date": "十月十七日",
        "florid": "明朗（Cheerful）",
        "explanation2": "凡是受到這種花祝福而生的人，有火燄般的熱情；在戀愛方面，求愛的行動也 是非常的直接。為愛勇往直前，如此的熱情一定會扣住對方的心弦。",
        "explanation1": "向日葵平日總是面向太陽，沐浴在晴朗而燦爛的陽光下，綻放出大片的花朵， 具有性格明朗的形象。因此，它的花語就是－明朗。"
    },
    {
        "name": "樹蘑菇（Wood Mushroom）",
        "Date": "十月十八日",
        "florid": "神經質（Nervous）",
        "explanation2": "凡是受到這種花祝福而生的人，纖細又容易受傷，在戀愛方面也是非常膽怯， 就因為怕自己受到傷害。但是，一旦下定決心，而努力去嘗試的話，就會發現全新 的自我。",
        "explanation1": "屬原竹科的樹蘑菇與普通的蘑菇不同：它被手觸摸或受傷時，會由白色變成土 黃色，非常的神經質。因此，樹蘑菇的花語就是－神經質。"
    },
    {
        "name": "波斯菊（Perennial Coreopsis）",
        "Date": "十月十九日",
        "florid": "學術（Science）",
        "explanation2": "凡是受到這種花祝福而生的人，很理智；對於知識有很旺盛的好奇心，一生都 能孜孜不倦的學習，而導致成功。至於戀愛則比較遲，以晚婚居多。",
        "explanation1": "波斯菊是被選來獻給牛津的一位尼僧院院長－聖菲利迪斯衛德，他對牛津這個 地區及牛津大學的發展都有很大的貢獻，可以說是學問的守護神。因此，它的花語 是－學術。"
    },
    {
        "name": "黃矢車菊（Yellow Star-Thistle）",
        "Date": "十月二十日",
        "florid": "權力（Power）",
        "explanation2": "凡是受到這種花祝福而生的人非常頑固，常常因為堅持自己的信念而遭人厭惡 ；但是在感情方面，卻有令人欽佩的包容心，你的另一半一定是位幸運的人！",
        "explanation1": "這是被選來獻給四世紀時，在埃及堅決阻止異教復活的基督教徒總督－聖阿爾 特彌斯，而它的花語是－權力。"
    },
    {
        "name": "茴香（Common Fennel）",
        "Date": "十月二十一日",
        "florid": "才色兼備（Wit and Beauty）",
        "explanation2": "凡是受到這種花祝福而生的人，不但容姿出色，而且智力令人稱羨。想要獲得 你的青睞，得到你的心的異性，多得不勝枚舉。只是受到茴香的影響，在碰到逆境 時會變得非常脆弱，所以一失戀就會很沮喪，要注意！",
        "explanation1": "茴香是非常美麗的植物，可當作調酒或料理的調味料，因此它的花語就是－才 色兼備。"
    },
    {
        "name": "大茴香（Giant Fennel）",
        "Date": "十月二十二日",
        "florid": "明燈（Sacred Light）",
        "explanation2": "受到這種花祝福而生的人，在佛家來說就是－照亮角落的人。會關懷別人、擁 有智慧，可以給很多人光亮或指導。也有異性會仰慕你，但都以友情收場的為多， 如果真的碰到心儀的人，一定要明白表示自己的意思。",
        "explanation1": "大茴香的莖乾燥後可以以非常緩慢的速度燃燒，所以在地中海區域的國家，都 將它用在蠟燭蕊之上。所以，大茴香的花語就是－明燈。"
    },
    {
        "name": "紫苑花（Sea Aster）",
        "Date": "十月二十三日 　",
        "florid": "中和（Neutralization）",
        "explanation2": "在這一天誕生的人，是公正無私的人 ，非常適合當糾紛等吵雜事件的調停角色。但是，偶爾會有點任性，平常相當冷靜 的你，只要情緒有一點起伏，就會變得非常可愛，並深深吸引你所愛的人。",
        "explanation1": "紫苑花生長於不適宜一般生存的多鹽之地，它的葉部能夠儲存淡水，以中和所 吸取的鹽水，所以，紫苑花的花語是－中和。"
    },
    {
        "name": "歐洲浦菊（European Michaelmas Daisy）",
        "Date": "十月二十四日",
        "florid": "友情（Friendship）",
        "explanation2": "受到這種花祝福而生的人，擁有深厚的友情，只是，原本應該發展成戀情的關 係，往往都以友情結尾。所以，適時往前跨出一步，對你而言，是必要的。",
        "explanation1": "歐洲浦菊不論在什麼樣的土地上都能適應，有人曾說：在松林之中，一定可以 看到它。因為，歐洲浦菊和松樹的習性特別合，就如同兩方之間有了堅固的友誼一 般，而歐洲浦菊的花語就是－友情。"
    },
    {
        "name": "藍色法利敏（Blue Fleabane）",
        "Date": "十月二十五日",
        "florid": "迅速（Prompt）",
        "explanation2": "受到這種花祝福而生的人，常常被人誇讚腦筋轉得很快，有迅速的判斷力。可 是另一方面， 也會因性子急，而很快便宣布放棄。試試看，將你的戀情再溫熱一下 吧！",
        "explanation1": "開墾荒地時，最先冒出芽的就是這種草。它的種子和蒲公英很像，棉毛似的降 落傘順著風到處飄落。而且，它也屬於非常敏捷的一種草，所以，藍色法利敏的花 語是－迅速。"
    },
    {
        "name": "秋麒麟草（Goldenrod）",
        "Date": "十月二十六日",
        "florid": "孤獨（Solitude）",
        "explanation2": "受到這種花祝福而生的人喜歡孤獨，在廣泛的社交圈中，並不容易與人深入交 往。最適合你的情人，最好是擅於交際；做事圓滑的人，才能使你受到正面的影響 。",
        "explanation1": "秋麒麟草被選來獻給因傳授基督教而擁有強大的治權力的二世紀羅馬教皇－維 八力史坦斯。他是一個喜歡自我封閉，整天沈思的人，因此，秋麒麟草的花語就是 －孤獨。"
    },
    {
        "name": "紫苑花（Sea Aster）",
        "Date": "十月二十七日",
        "florid": "機智（Wit）",
        "explanation2": "受到這種花祝福而生的人，機智過人、能言善道。而且，他的情人總是對他百依百順。",
        "explanation1": "紫苑花被選來獻給在衣索比亞最早的傳教士－福魯麥提亞斯。在當時，福魯麥 提亞斯可說是相當有機智的人，而他前往異教徒國家，完成艱鉅的傳教工作，就是 靠他的機智說服別人。所以，紫苑花的花語就是－機智。"
    },
    {
        "name": "金盞花（Moon Daisy）",
        "Date": "十月二十八日",
        "florid": "忍耐（Patience）",
        "explanation2": "在這一天誕生的人，具備了高度的耐力，在逆境時仍能咬緊牙關，是一位能夠 容忍情人任性或不誠懇的人。但是過度的忍耐，也會使對方得意忘形，所以，偶而 發發脾氣是有必要的。",
        "explanation1": "金盞花又可稱為「晚開的菊花」，因為它到快降霜雪的季節，才會開花，屬耐 寒性植物，忍耐力相當強。因此，金盞花的花語就是－忍耐。"
    },
    {
        "name": "水仙（Autumn-flowering Narcissus）",
        "Date": "十月二十九日",
        "florid": "長壽（Long Life）",
        "explanation2": "受到這種花祝福而生的人健康、長壽，而且凡事都不厭其煩，對任何事物都能 持久；並且只要是想學習的事物，不到最後決不放棄。適合成為你終生伴侶的人， 最好是一個誠實的人。",
        "explanation1": "水仙被選來獻給活到一百一十六歲且曾有許多奇蹟的二世紀基督教祭司－那魯 基蘇斯。因此，水仙的花語就是－長壽。"
    },
    {
        "name": "蘑菇（Horse Mushroom）",
        "Date": "十月三十日",
        "florid": "左右為難（Dilemma）",
        "explanation2": "在這一天誕生的人，會有很多因感情糾紛而捲入是非的機會。所以當你面對兩 個知心朋友同時向你求婚時，務必小心選擇，否則會因此失掉非常重要的朋友！",
        "explanation1": "蘑菇是被選來獻給在「效忠皇帝」及「追隨教會」的兩種情況下，決定選擇教 會的古羅馬軍隊領導人－聖魯聖拉斯。所以，蘑菇的花語是－左右為難。"
    },
    {
        "name": "波斯菊（Perennial Coreopsis）",
        "Date": "十月三十一日",
        "florid": "堅強（Stubborn）",
        "explanation2": "受到這種花祝福而生的人，身心都非常倔強、堅強，失戀過一兩次也不會在乎 ；甚至談過許多次戀愛，也失戀過許多次後，仍能照樣大吃大喝，歡笑渡過愉快的 一生，可說是一位非常堅強的人！",
        "explanation1": "波斯菊即使被栽種在煙霧覆蓋的工業區，仍可延生下去，可以說是一種生命力 非常強的花。因此，它的花語是－堅強。"
    },
    {
        "name": "月桂樹（Laurustinus）",
        "Date": "十一月一日",
        "florid": "靈巧（Skillfulness）",
        "explanation2": "受到這種花祝福而生的人，不僅手指靈巧，心思也靈慧。這樣的人能克服挫折 及失戀所帶來的苦痛，而不致被命運所擊敗，是一個能充分運用靈慧的心思過生活的人。",
        "explanation1": "月桂樹因為木質非常堅固，樹幹紋路相當優美，深受木匠喜愛；也就是說，它是適合用來製作手工藝品的植物。因此，它的花語是－靈巧。"
    },
    {
        "name": "冬櫻花（Winter Cherry）",
        "Date": "十一月二日",
        "florid": "悸動（Throb）",
        "explanation2": "受到這種花祝福而生的人，他的可愛會令異性產生無法抗拒的悸動。偶爾會有 明知故問及多話的毛病，但是不用在意，只要挑起異性的心，必定會有極美的戀情圍繞著你。",
        "explanation1": "冬櫻花是日本夏季的應景花，在歐洲則多被用來食用。當然這不是因為它的的 味道可口，而是它可愛的姿態散發著令人回味的魅力。因此，它的花語為－悸動。"
    },
    {
        "name": "西洋櫻草（Common Primrose）",
        "Date": "十一月三日",
        "florid": "孤寂（Elegant simplicity）",
        "explanation2": "受到這種花祝福而誕生的人，具備著古典氣質，善於營造寂靜的氣氛；但是內 心卻隱藏著火熱之心，一旦墜入情網必定從一而終。不過這種內外不協調的個性， 對異性而言，可是非常有魅力的！",
        "explanation1": "冬季，當地上覆蓋著白雪，櫻草花會結成小小的紅色果實，在一片雪白中飄浮 著紅色小點，美麗極了！但在日本人的美學中，卻將它視為接近於孤寂的奧妙情景 ，因此，西洋櫻草的花語就是－孤寂。"
    },
    {
        "name": "草莓樹（Strawberry Tree）",
        "Date": "十一月四日",
        "florid": "痛苦（Bitter Taste）",
        "explanation2": "受到這種花祝福而生的人，了解人生的痛苦，算是相當成熟的人，只是對人生 的悲歡離合會感到恐懼。但是，人生除了苦痛之外，也有甜美的一面：像熱戀中的 感覺，就是一種甜美的滋味。",
        "explanation1": "草莓樹的果實味道很苦，品嚐起來並不可口，但是也有人將它的果實釀成酒飲 用，因為這種酒可以有效地治療疼痛。因此，它的花語是－痛苦。"
    },
    {
        "name": "冬櫻花（Winter Cherry）",
        "Date": "十一月五日",
        "florid": "東方的神秘（Oriental Mystery）",
        "explanation2": "受到這種花祝福而誕生的人充滿神秘感，和你談戀愛的人會因你的神秘而心神 盪漾；但是有時候盪漾過度，對方也會因不安而逃跑，所以要必須仔細思考才是。",
        "explanation1": "冬櫻花的原產地在東南亞的中國、日本、韓國等地區，它最大的特徵就是它那 紅色果實，所以被歐洲人聯想成東方的神秘。因此，冬櫻花的花語就是－東方的神秘。"
    },
    {
        "name": "紫杉（Yew）",
        "Date": "十一月六日",
        "florid": "高傲（Proud Loneliness）",
        "explanation2": "受到這種花祝福而誕生的人，是屬於只以自己價值觀判斷是非曲直，不在乎別 人怎麼說的人。因自視甚高，即使情人要棄他遠走，也不會加以挽留，並且絕對不 可能捨棄自傲；但如果稍微軟化，也許能挽回一切也說不定哦！",
        "explanation1": "紫杉是能生長到十五公尺高的植物，即使在歐洲，也很少看見如此高大的樹木 。高聳入雲的紫杉顯得孤立而自傲，因此，它的花語就是－高傲。"
    },
    {
        "name": "煙霧花（Fumitory）",
        "Date": "十一月七日",
        "florid": "先驅（Pioneer）",
        "explanation2": "接受這種花祝福而生的人，是跟著潮流走的人，隨時可以轉變立場變成另外一 個人。對於愛情的態度也是善變的，但是，一旦陷入真愛之後，也有願意接受互相 約束的一面。所以請和即使被約束，也能自得其樂的對象約會吧！",
        "explanation1": "煙霧花是獻給西元八世紀初，在荷蘭傳布基督教的先驅者－威利普羅特的花朵 。因此，它的花語是－先驅。"
    },
    {
        "name": "風信子（Common Hyacinth）",
        "Date": "十一月八日",
        "florid": "頑固（Stubborn）",
        "explanation2": "受到這種花祝福而生的人，拘泥於自己的信念及審美觀，即使在戀愛方面也是 如此。一旦喜歡上一個人，就算身旁的人加以勸阻，也一定會勇往直前、不顧一切 。這樣的你，必須慎選一位誠實的對象才是！",
        "explanation1": "這是被選來獻給西元四世紀時，違抗皇帝命令，拒絕雕刻異教徒畫像而殉職的 基督教教徒。他是一位石匠，所以風信子又叫做「石匠之花」。它所代表的精神， 是對自己的信念非常堅持且頑固。因此，風信子的花語是－頑固。"
    },
    {
        "name": "風信子（Common Hyacinth）",
        "Date": "十一月九日",
        "florid": "注目（Attention）",
        "explanation2": "受到這種花祝福而生的人，不論好壞與否，都相當引人注目，這大概是你闊氣 的緣故吧？但是，可能無法產生真正的戀情，若想要拋開故事性的愛情，必須稍稍 隱藏天生出手大方的性格，才能考驗出真正的情感！",
        "explanation1": "以前許多園藝家相繼培養園藝用風信子的新品種，這大概是因為風信子花朵特 別引人注目吧？因此，它的花語就是－注目。"
    },
    {
        "name": "蘇格蘭松（Scots Pine）",
        "Date": "十一月十日",
        "florid": "晚成（Latematurity）",
        "explanation2": "受到這種花祝福而生的人成長緩慢，但是最終還是會看到美麗的未來！當然， 在戀愛方面也不例外，所以即使晚也不需要著急哦！",
        "explanation1": "蘇格蘭松生長緩慢，必須花上四百年的時間，才能長成一棵四十公尺高的大樹 。它慢慢生長成為大樹的過程，就好比一個人大器晚成。因此，蘇格蘭松的花語就 是－晚成。"
    },
    {
        "name": "威姆士松樹（Weymouth Pine）",
        "Date": "十一月十一日",
        "florid": "航海（Voyage）",
        "explanation2": "在這一天誕生的人，人生充滿波濤洶湧，只要尋找伴侶謹慎一點，你的伴侶可 成為你一生的支柱；當然你也是個值得信賴的伴侶。",
        "explanation1": "威姆士松樹的原產地在美國，可培育到六十公尺高，而且相當堅固，是最適合 當做船的帆柱的材質。從前英國曾經公布獎勵栽種此樹的法律條文。它是海的支配 者－支撐大英帝國的樹木，因此，威姆士松樹的花語就是－航海。"
    },
    {
        "name": "風信子（Common Hyacinth）",
        "Date": "十一月十二日",
        "florid": "道德（Moral）",
        "explanation2": "受到這種花祝福而生的人，是有潔癖且有道德的人。雖然品味高尚，但在戀愛 方面可就要特別留意了！年輕時如果不多談點戀愛，一旦狂戀起來就很容易受傷害 ，為了預防這樣不幸的結果，多談點戀愛也是人生必要的過程。",
        "explanation1": "風信子被獻給西元四世紀時為了在土耳其建僧院，而執筆寫了許多提昇道德觀 念相關論文的聖僧。因此，風信子的花語就是－道德。"
    },
    {
        "name": "香甜花（Sweet Bay）",
        "Date": "十一月十三日",
        "florid": "香甜（Sweet Fragrance）",
        "explanation2": "受到這種花祝福而生的人，有喜好玩樂的傾向。對於愛情，因為還不懂真愛的 偉大，所以經常更換情人、容易善變；不過若真心愛上一個人，也就不會因受限於 特定對象而感到痛苦了！",
        "explanation1": "香甜花屬樟科的喬木，樹幹有甜甜的香味，樹汁芳香性極強，可做為香水的原 料。因此，它的花語是－香甜。"
    },
    {
        "name": "葡萄牙月桂樹（Portuguese Laurel）",
        "Date": "十一月十四日",
        "florid": "談判（Negotiation）",
        "explanation2": "受到這種花祝福而誕生的人，為人處事圓滑、周到，是適合談判、交涉的名人 ，最適合充當愛情的橋樑者；唯獨對自己的感情卻忸忸捏捏。提出勇氣，發揮本能 的特性吧！",
        "explanation1": "葡萄牙月桂樹是獻給在十二世紀，為了守住弱國愛爾蘭的自主權，而用盡絕招 與英國談判的都柏林大主教－聖羅蘭斯。因此，此花的花語是－談判。"
    },
    {
        "name": "冬紫羅蘭（Winter Heliotrope）",
        "Date": "十一月十五日",
        "florid": "不可思議（Mysterious）",
        "explanation2": "受到這種花祝福而生的人，對靈異、神秘及不可思議的傳說都極感興趣，朋友 也都認為你是個極神秘的人。對於感情則傾向於憑直覺選擇對象，若直覺對的話還 好；如果不對的話那可能就會有可怕的後果了。",
        "explanation1": "冬紫羅蘭花是獻給中世紀時，最重要的神秘主義者－十三世紀德國的僧人－卡 多盧特。因 此，此花的花語是－不可思議。"
    },
    {
        "name": "岳母舌（Mother-in-law's Tongue）",
        "Date": "十一月十六日",
        "florid": "是非（Backbiting）",
        "explanation2": "凡是受到這種花祝福而誕生的人，常常會不經意的脫口說出閒言閒語，所然沒 有什麼惡意，但如果傳到當事人的耳裡，可就不得了了！說出一些未經證實的閒話 ，這種壞習慣會使你的魅力大打折扣，請小心哦！",
        "explanation1": "岳母舌的名字，正如同可愛的兒子被媳婦從身邊帶走，婆婆在背地裡說媳婦的 是非，是很奇妙的花名。因此，岳母舌的花語就是－是非。"
    },
    {
        "name": "蘋果花（Thorn-apple）",
        "Date": "十一月十七日",
        "florid": "陷阱（Trap）",
        "explanation2": "受到這種花祝福而誕生的人，外表看起來忠厚老實，實際上相當潑辣，也就是 嘴巴很毒。太接近他的話，會很容易被刺傷。只有機智伶俐的人，才會認為他的潑 辣是有趣的。",
        "explanation1": "蘋果花呈白色喇叭狀，非常漂亮！它那類似西洋花的果實，令人一看就會忍不 住想食用。但是，這就是它的陷阱，因為它全身都有毒。所以，蘋果花的花語是－ 陷阱。"
    },
    {
        "name": "西番蓮（Granadilla）",
        "Date": "十一月十八日",
        "florid": "憧憬（Yearning）",
        "explanation2": "受到這種花祝福而誕生的人，非常浪漫，為愛而愛。適合你的情人是屬於實際 型的，如果與同是浪漫主義的人戀愛，到頭來終究會無疾而終！",
        "explanation1": "西番蓮的原產雖然在南美，然而只要多費些時間也可栽種於溫室之中，它會結 出黃色且非常美味的果實。人們往往是因為想食用此果實，才予以栽培。因此，西 番蓮的花語是－憧憬。"
    },
    {
        "name": "時鐘花（Apple-fruited Granadilla）",
        "Date": "十一月十九日",
        "florid": "高貴（Nobleness）",
        "explanation2": "在這一天誕生的人，天生具有高貴的氣質，對於感情被動且消極。也許聽父母 或親戚的勸告，經由相親而結婚，會比較幸福吧？",
        "explanation1": "時鐘花被獻給西元十三世紀漢堡公主，她為了救濟貧窮而成為修女。其出生、 成長，一舉一動都比一般人高貴。所以，時鐘花的花語就是－高貴。"
    },
    {
        "name": "腐肉花（Carrion Flower）",
        "Date": "十一月二十日",
        "florid": "受歡迎（Popular）",
        "explanation2": "接受這種花祝福而誕生的人，把戀愛和結婚看成是兩碼子事。如果知道你的個 性才和你交往，也許就比較不會有受騙的感覺？所以與異性交往時，最好先表明自 己的感情觀，免得遇到癡情人而無法脫身。",
        "explanation1": "腐肉花不時散發著腐肉的味道，將蜜蜂吸引過來受粉。而由於它受蜜蜂的歡迎 ，並借此完成散播花粉達成繁殖的重要工作，所以，腐肉花的花語就是－受歡迎。"
    },
    {
        "name": "酢漿草（Pink-floweered Wood Sorrel）",
        "Date": "十一月二十一日",
        "florid": "辛辣（Pungent Taste）",
        "explanation2": " 受到這種花祝福而生的人，表面上看起來刻薄、冷淡，其實是一位心腸很好的 人。所以只要記得平常少用尖酸的言辭指責別人，就可以避免別人誤會你一輩子囉 ！",
        "explanation1": "酢漿草的葉子有辛辣的味道，可用來做為沙拉調味醬。所以，它的花語是－辛 辣。　　"
    },
    {
        "name": "百慕達奶油花（Bermuda Buttercup）",
        "Date": "十一月二十二日",
        "florid": "忽視（Ignore）",
        "explanation2": "受到此花祝福而生的人，很難受到注目，但是了解你的人，是可以注意到你的 。所以，不要擔心別人的眼光不放在你的身上，因為那只是時間的問題罷了！只要 持續綻放你的美，人們終究會注意到你的存在的。",
        "explanation1": "擁有漂亮葉子的百慕達奶油花，形狀極像苜蓿。最初從歐洲引進供觀賞用，至 今已大量繁殖。可惜在葡萄園裡，卻總被當做雜草處理，完全忽略它的美。所以， 百慕達奶油花的花語就是－忽視。"
    },
    {
        "name": "酢漿草（Wood Sorrel）",
        "Date": "十一月二十三日",
        "florid": "復活節（Easter）",
        "explanation2": "受到這種花祝福而生的人非常活潑、愛說話、也常笑，和人相處非常融洽。但 是在愛人面前，不要表現得太八面玲瓏，免得被誤以為輕浮。",
        "explanation1": "在南歐，酢漿草被稱為「哈利露亞」。也許是因為它剛好在復活節前後開花， 所以，它的花語是－復活節。"
    },
    {
        "name": "腐肉花（Carrion Flower）",
        "Date": "十一月二十四日",
        "florid": "詩人（Poet）",
        "explanation2": "受到這種花祝福而生的人，內心最深處賦有詩人的靈魂，感受力及表現力都相 當豐富，而且追求純真的愛情。他戀愛時，或多或少總會隱藏起自己的缺點，並且 善於製造氣氛。無傷大雅的小謊言，應該是可以被通融的，但是，千萬不要只為了 誠實，而忽略了氣氛！",
        "explanation1": "腐肉花是用來獻給克魯門教會的修道士－聖約翰。他在基督教徒中，是最受歡 迎的神秘主義詩人。所以，腐肉花的花語就是－詩人。"
    },
    {
        "name": "冬紫羅（Winter Heliotrope）",
        "Date": "十一月二十五日",
        "florid": "占有慾（Desire to Monopolize）",
        "explanation2": "受到此花祝福而生的人占有慾特別強，這是他愛的表現，但是對方卻無法承受 。所以，胸襟不妨再開闊一點，也許戀情的發展便會更順利！",
        "explanation1": "冬紫羅希臘語的意思是：帽簷很寬的帽子。它的葉子寬大，可培植到九十公分 左右。因為它寬大的葉子會擋住陽光，所以其它的植物往往無法生長在它們的附近 。因此，冬紫羅的花語是－占有慾。"
    },
    {
        "name": "粉紅酢漿草（Pink-flowered Wood Sorrel）",
        "Date": "十一月二十六日",
        "florid": "鄰居（Neighbor）",
        "explanation2": "受到這種花祝福而誕生的人很容易親近，朋友多且人緣廣。但是不容易擁有深 交的知心朋友，因此應該更加用心和人交往，才能成為萬人迷。",
        "explanation1": "在歐洲酢漿草是最常見的雜草，不管你走到什麼地方，它都會在你的視野裡， 像親密的鄰居一樣。所以，粉紅酢漿草的花語就是－鄰居。"
    },
    {
        "name": "百慕達奶油花（Bermuda Buttercup）",
        "Date": "十一月二十七日",
        "florid": "強韌（Toughness）",
        "explanation2": "受到這種花祝福而誕生的人，具備了強韌的精神，即使再多的挫折也不怕，甚 至面臨失戀也無所謂。是一個願意為了尋找理想對象而冒險的人。",
        "explanation1": "百慕達奶油花最初是觀賞用的植物，但是在各地被繁殖以後，現在已經被當做 阻撓葡萄或柳丁生長的雜草。它的生命力很強，不管用什麼方法除草，都無法剝奪 它的生命。所以，它的花語就是－強韌。"
    },
    {
        "name": "腐肉花（Carrion Flower）",
        "Date": "十一月二十八日",
        "florid": "庇護者（Patron）",
        "explanation2": "受到這種花祝福而誕生的人，即使年輕也擁有成年人的智慧。對朋友而言是很 好的庇護者，適合與保有童心或比你年輕的人談戀愛。",
        "explanation1": "腐肉花被獻給因違抗皇帝命令而殉教的修道士－聖斯達法奴斯，原本是為了守 護信仰，最後卻保護了貴重的美術品。所以，腐肉花的花語是－庇護者。"
    },
    {
        "name": "月桂樹（Laurustinus）",
        "Date": "十一月二十九日",
        "florid": "頑固者（Stubborn）",
        "explanation2": "受到此花祝福而誕生的人，堅守自己的信念，凡事貫徹始終。所以即使和戀人 深深互信，還是會有吵架的時候。",
        "explanation1": "此花是用來獻給聖撤托普尼那斯，他是一個固執不知變通的人。即使是一般認 為非常頑固的人，都已經改變自己的想法，他仍然堅持自己的信念。因此，此花的 花語是－頑固者。"
    },
    {
        "name": "酢漿草（Wood Sorrel）",
        "Date": "十一月三十日",
        "florid": "健康食物（Healthy Foods）",
        "explanation2": "受到這種花祝福而生的人，非常注意健康，對生活上的規劃也充分了解。幾歲 結婚，幾歲成家，全規劃在腦海裡。不過，先決條件必須找到一位好對象。",
        "explanation1": "在蘇俄，人們喜歡以酢漿草的葉子當茶飲用，略帶酸味不僅好喝，且對緩和發 燒及調血都有很大的功效，可說是一種健康食物般的花。因此，此花的花語就是－ 健康食品。"
    },
    {
        "name": "腐肉花（Carrion Flower）",
        "Date": "十二月一日",
        "florid": "自我主張（Self-contention）",
        "explanation2": "凡是受到這種花祝福而誕生的人自我主義很強。就是如此明顯的擁有自己，和 戀人因吵架而分手的可能性很大，要特別注意有時候適度的妥協也是很重要的。",
        "explanation1": "花瓣呈黃底茶色，上面還覆蓋著一層紅色絨毛。而且花朵很大，直徑可達十二 公分，相當的引人注目，宛如一直固執己見的自我主義者。因此，它的花語是－自 我主義。"
    },
    {
        "name": "檸檬花（Lemon）",
        "Date": "十二月二日",
        "florid": "新鮮（Fresh）",
        "explanation2": "凡是受到這種花祝福而生的人頗具奇豔魅力且受歡迎。但卻也是同性嫉妒的焦 點，所以博得同性間的好感亦不得不多努力些。",
        "explanation1": "高鮮度的檸檬是維他命Ｃ的寶庫。英國的船隻依法律規定必須貯存檸檬汁供船 員飲用，以預防壞血病。但是，因為榨過的檸檬汁容易腐壞，如果不新鮮便無意義 。所以它的花語就是－新鮮。"
    },
    {
        "name": "山楂花（Crown of Thorns）",
        "Date": "十二月三日",
        "florid": "國際性（Internationality）",
        "explanation2": "凡是在這一天誕生的人非常富有國際性，不但外語能力強，而且對國外文化的 好奇心也強，而且適應能力極佳。",
        "explanation1": "將天主教徒傳到日本的法蘭西斯哥．比伊魯，在他死後被尊奉為聖人－海外守 護聖人，山楂花就是祭祀他的花。因此它的花語就是－國際性。"
    },
    {
        "name": "巴拉巴栗（Barbados Gooseberry）",
        "Date": "十二月四日",
        "florid": "威武（Stately）",
        "explanation2": "凡是受到這種花祝福而生的人具有威嚴而且是友人尊崇的對象。但是你本身卻 對這樣的自己感覺厭煩，希望生活在較自在世界裡。比方說，談個沒有安全感的小 戀愛也可以，但要小心不要留下後症。",
        "explanation1": "雖是仙人掌科，但並不是盆栽型的小植物，而是能長到九公尺高的巨大型植物 。實際上是如此的威武雄壯，因此，它的花語是－威武。"
    },
    {
        "name": "芙蓉花（Hibiscus）",
        "Date": "十二月五日",
        "florid": "早熟（Precocity）",
        "explanation2": "凡是受到這種花祝福而生的人大多較早熟，而周圍的朋友看起來會像個小孩子 似的。因此，戀愛的對象會有選擇年紀較自己大的傾向。但是，能夠擁有和自己一 起成長的戀人也是不錯的！",
        "explanation1": "早上花的顏色是白色或粉紅色，一到了午後就會便成大紅色。在短短的時間內 能有如此變化的花，相當的特殊。因此它的花語是－早熟。"
    },
    {
        "name": "歐石南（Winter Heath）",
        "Date": "十二月六日",
        "florid": "氣度（Disposition）",
        "explanation2": "凡是受到這種花祝福而生的人具有如聖誕老公公般大方的氣度，對戀人也會毫 不保留的付出所有的愛。所以當你的情人是非常幸福而無後顧之憂的。但是，如果 將這認為是理所當然，似乎也不太好。所以，偶爾還是該給對方吊吊胃口。",
        "explanation1": "這種花是獻給聖尼克拉斯的花。聖尼克拉斯就是活躍於聖誕節的聖誕老人。因 此它的花語就是－氣度。"
    },
    {
        "name": "含羞草（Mimosa）",
        "Date": "十二月七日",
        "florid": "禮貌（Manners）",
        "explanation2": "凡是受到這種花祝福而生的人是個行為規矩，受年長者喜愛的人，但是卻讓同 儕有畏懼之感。所以應該偶爾放鬆一下自己，因為過於嚴肅規矩，連異性也會恐懼 而不敢親近。",
        "explanation1": "含羞草的葉子如果用手觸摸、澆水或遇颱風，便會踡縮起來，就好像在向人鞠 躬一樣，是個彬彬有禮的植物。因此，它的花語就是－禮貌。"
    },
    {
        "name": "側柏（Arbor-Vitae）",
        "Date": "十二月八日",
        "florid": "表白（Confession）",
        "explanation2": "凡是受到這種花祝福而誕生的人既保守又謹慎。愛的表白並非用言語表示，而 是想用行動和表情來傳達。如果遇到能感受到這些細心的戀人，真是很好的事。",
        "explanation1": "因為枝幹也含有香味的油脂，也有將枝幹當香料來燃燒的。香料在日本的香道 包含了所有的意義，為了表白愛情而使用香料也是常有的事。因此它的花語是－表 白。"
    },
    {
        "name": "科西嘉松（Corsican Pine）",
        "Date": "十二月九日",
        "florid": "安居（Peaceful life）",
        "explanation2": "凡是受到這種花祝福而誕生的人能讓人感受到偉大的母愛。即使剛開始時只是 玩票性質的與你交往的人，也會在不知不覺中想和你結婚安定下來，比較早婚且擁 有美好的家庭。",
        "explanation1": "說起地中海地方的森林，幾乎都是科西嘉松的群落地區。而對地中海地區的人 們來說，科西嘉松市意謂著故鄉的印象。因此，它的花語是－安居。"
    },
    {
        "name": "印度杉（Cedar of Goa）",
        "Date": "十二月十日",
        "florid": "兩片舌（Double-tongued）",
        "explanation2": "凡是受到這種花祝福而生的人大部分虛榮心都很重，為了掩飾自己的缺點，不 知不覺的就會撒起謊來。但這謊言不會傷到別人，也並非惡意，而是善意的謊言。 多和能夠了解這種善意謊言的人交往吧！",
        "explanation1": "是一種原產地不詳的植物，也就是說雖然以印度杉命名但並不產於印度的植物 。因此，它的花語是－兩片舌。"
    },
    {
        "name": "阿拉伯松（Aleppo Pine）",
        "Date": "十二月十一日",
        "florid": "踏實（Steady）",
        "explanation2": "凡是受到這種花祝福而誕生的人有踏實的人生，戀愛也會考慮對方的收入及發 展性，這是因為他知道所謂平凡的價值吧。所以，這天誕生的壽星是聰明而理性的 ，不會被愛情沖昏了頭。",
        "explanation1": "這是一種非常有用的樹木，常被當作建築材料來活用，在以前更是為船隻的建 材。此外，它的樹脂可做成防腐劑、芳香劑，而且還有抗癌的效用，是非常堅實的 植物。因此阿拉伯松的花語就是－踏實。"
    },
    {
        "name": "歐石南（Winter Heath）",
        "Date": "十二月十二日",
        "florid": "陰德（Good act done by stealth）",
        "explanation2": "受到這種花祝福而生的人非常體貼，而且富有同情心，即使在人們看不到的地 方，也會默默的對社會奉獻。愛情是非常專一的，能完全為對方奉獻且不計得失。",
        "explanation1": "這種植物的根無論是形狀或者是硬度都是製作煙斗最好的材料，因而加倍受到 重視。在看不到的地方隱藏著非常好的德性，因為它的花語是－陰德。"
    },
    {
        "name": "側柏（Arbor-Vitae）",
        "Date": "十二月十三日",
        "florid": "根源（Origin）",
        "explanation2": "凡是受到這種花祝福而生的人喜歡深遠的哲學思考，理智且專心。但是，一談 起戀愛便來個一百八十度的大轉變。因此對方會沉醉在你的熱情裡，然而這種二面 性正是你的魅力所在。",
        "explanation1": "側柏的英文名是生命之樹。以前，對神上供的時候就會焚燒側柏，大概是因為 常被認為和生命的根源有很深的淵源吧！因此它的花語是－根源。"
    },
    {
        "name": "海岸松（Maritime Pine）",
        "Date": "十二月十四日",
        "florid": "健門（Good Fight）",
        "explanation2": "凡是受到這種花祝福而生的人無論做任何事都很認真很努力，且專心一意。當 然，戀愛時也非常專情，但是對戀愛也需運用一些策略。如果能熟知那些策略，你 將會是一個愛情高手。",
        "explanation1": "這是一種根扎得深且廣的植物，常被種植於砂丘地以防止海岸的土壤流失。這 是勞動型的植物，因此海岸松的花語就是－健門。"
    },
    {
        "name": "雨傘花（Umbrella）",
        "Date": "十二月十五日",
        "florid": "創作（Creation）",
        "explanation2": "凡是受到這種花祝福而誕生的人具有藝術感，即使是戀愛也以過程為樂，較不 在乎結果，可能會過著多戀情的人生。",
        "explanation1": "對藝術家來說這是一種非常難得的植物。因為從它的樹脂可提煉出松節油及松 香，松香是用來塗抹小提琴的琴弦，而松節油是油畫用具的溶劑。這些都是默默的 支持藝術家的創作。因此雨傘花的花語是－創作。"
    },
    {
        "name": "側柏（Arbor-Vitae）",
        "Date": "十二月十六日",
        "florid": "忍耐（Endure）",
        "explanation2": "凡是受到這種花祝福而生的人耐性很強，而且在幸福來臨前，會一直忍耐逆境 的不順，即使是失戀也無所謂。這種堅強的韌性，一定會為你帶來幸福的。",
        "explanation1": "這是獻給神聖羅馬帝國的皇后－聖愛蒂蘭特的花。她過去一直受到家人無情的 侮辱，但都忍耐下來，終於獲得臣民的愛戴及尊敬。因此側柏的花語是－忍耐。"
    },
    {
        "name": "線杉（Common Cypress）",
        "Date": "十二月十七日",
        "florid": "堅固（Durable）",
        "explanation2": "凡是受到這種花祝福而生的人擁有踏實的人生，戀愛觀也非常堅定。若是無法 結婚的戀愛，他是不會深入去談的。",
        "explanation1": "因為是非常結實耐久的樹木，所以從古代便被用來當作船的材料。有種說法， 即是諾亞所造的船也是以這種樹木所製成的。因此，它的花語是－堅固。"
    },
    {
        "name": "印度杉（Cedar of Goa）",
        "Date": "十二月十八日",
        "florid": "成熟（Maturity）",
        "explanation2": "凡是受到這種花祝福而誕生的人頗具成熟魅力，在你周圍的人大多是洋溢著成 熟氣氛的異性。但你所選擇的對象，卻是出人意外的較孩子氣的類型。",
        "explanation1": "印度杉的木紋細緻且結實，所以自古以來就被當作榨葡萄器來使用。將新鮮的 葡萄榨擠，不久便可發酵成芳醇的葡萄酒。因此，它的花語是－成熟。"
    },
    {
        "name": "歐石南樹叢（Winter Heath）",
        "Date": "十二月十九日",
        "florid": "惡女（Wicked Woman）",
        "explanation2": "凡是在這一天出生的女性是非常具有惡女特質的人，但是請別生氣，所謂的惡 女，是說具有讓異性無法抵抗的魅力，你是天天的愛情勝利者啊！",
        "explanation1": "乾燥後的石南樹枝將它紮綁成束可做成掃把，自古以來深受歐洲人的喜愛。女 巫飛在空中所騎的掃帚就是石南樹做的，因此它的花語就是－巫女。"
    },
    {
        "name": "雨傘花（Umbrella）",
        "Date": "十二月二十日",
        "florid": "正統性（Legitimacy）",
        "explanation2": "凡是受到這種花祝福而誕生的人博愛且正義，但是在這世上並沒有純粹的客觀 ，所以無論是那一種正義，終究不過是一種偏見而已，別太頑固。多談戀愛，能讓 自己更成長啊！",
        "explanation1": "這是獻給為了讓異教徒遵守教會的正統性，而被放逐的西元十四世紀的主教－ 聖耶比斯的花。因此雨傘花的花語是－正統性。"
    },
    {
        "name": "歐石南（Winter Heath）",
        "Date": "十二月二十一日",
        "florid": "猜疑心（Suspicion）",
        "explanation2": "凡是受到這種花祝福的人猜疑心很重，但這並不是壞事，因為這正是科學的探 究精神。不過對情人的誠意不妨大方的相信吧！",
        "explanation1": "這是獻給十二使者之一的聖德瑪斯的花。他認為若非自己親眼看見基督復活， 他是無法相信的。由於疑心很重，因此它的花語是－猜疑心。"
    },
    {
        "name": "歐石南（Winter Heath）",
        "Date": "十二月二十二日",
        "florid": "和睦（Harmony）",
        "explanation2": "凡是受到這種花祝福而誕生的人易於與人相處，特別是戀愛時能和對方融洽相 處。即使結婚之後，也能繼續維持這種友好的關係。",
        "explanation1": "雖然它是英國隨處可見的平凡灌木，但事實上這種花的蜜是最能讓蜜蜂飽餐一 頓的。在開花期裡蜜蜂會群聚而來，這花和蜜蜂相處的非常友好。因此它的花語是 －和睦。"
    },
    {
        "name": "印度杉（Cedar of Goa）",
        "Date": "十二月二十三日",
        "florid": "象徵（Symbol）",
        "explanation2": "凡是受到這種花祝福而誕生的人是天生的領導者，無論在學教或社會上都是鶴 立雞群的人物。不過別人雖然是尊敬他，但大都是敬而遠之。就因此，這類人或許 會較晚婚。",
        "explanation1": "印度杉是一種能夠長到非常高而佇立的樹木，由於這威嚴的姿態讓人聯想到有 如象徵國家繁榮的樹木一般，所以多被種植在公園等地方。因此它的花語是－象徵。"
    },
    {
        "name": "乳香木（Frankincense）",
        "Date": "十二月二十四日",
        "florid": "禮物（Present）",
        "explanation2": "凡是受到這種花祝福而誕生的人，對他的情人來說是最好的禮物了。因為他美 麗性感溫柔體貼，缺點是嫉妒心太強。但嫉妒也是愛的表現，不是嗎？",
        "explanation1": "由乳香木提煉出來的乳香，將它燃燒會散發出香氣，具有驅蟲的效果，自古以 來就受人們的珍愛。在慶祝基督誕生的三賢人的禮物當中，也有它在內。因此它的 花語是－禮物。"
    },
    {
        "name": "聖誕紅（Holly）",
        "Date": "十二月二十五日",
        "florid": "綠洲（Oasis）",
        "explanation2": "凡是受到這種花祝福而誕生的人具有安慰人心的好心腸，如果將這種心指向特 定某個人，他（她）將會立刻成為你的俘虜。",
        "explanation1": "在其它樹木的葉子和果實都掉落的嚴冬裡，只有這種樹依然繁茂，並結著紅色 的果實。這種樹對厭倦漫長嚴冬的人來說有如沙漠裡的綠洲，因此它的花語就是－ 綠洲。"
    },
    {
        "name": "歐石南（Winter Heath）",
        "Date": "十二月二十六日",
        "florid": "勇敢（Brave）",
        "explanation2": "凡是受到這種花祝福而誕生的人責任感很強，而且非常努力，在深夜還努力加 班工作的你，讓人看了會非常佩服。",
        "explanation1": "所謂歐石南樹叢原意是指荒野，因為它是生長在荒涼野地的植物，是一種在惡 劣的環境中能勇敢生長的植物。因此它的花語是－勇敢。"
    },
    {
        "name": "春天石南（Spring Heath）",
        "Date": "十二月二十七日",
        "florid": "寵愛（Favor）",
        "explanation2": " 凡是受到這種花祝福而生的人大多是被老師或上司疼愛的人，一般說來是易受 人偏愛的。並非你很狡滑，而是你常被評價為是個專心的人。這樣的你無論是戀愛 或結婚，似乎都能和年紀較大的人在一起，相處也較融洽。",
        "explanation1": "這種花是被獻給被稱為基督最愛的弟子的第四福音書的作者－聖約漢尼的花。 因此它的花語是－寵愛。"
    },
    {
        "name": "春天石南（Spring Heath）",
        "Date": "十二月二十八日",
        "florid": "疼愛子女的人（Devoted parent）",
        "explanation2": "凡是這一天誕生的人都非常喜歡小孩子，因為連別人的孩子都覺得可愛，所以 自己的小孩就更不用說了。當然，結婚慾望也強，如果無法結婚的戀愛是不適合你 的，婚外情那更不會發生在你身上嘍。",
        "explanation1": "這種花是被獻給害怕耶穌誕生，而在貝帝雷母殺光嬰兒們的海洛德王的花。自 古以來，成為保護幼兒的花。因此它的花語是－疼愛子女的人。"
    },
    {
        "name": "白色石南（White Heath）",
        "Date": "十二月二十九日",
        "florid": "持久（Succession）",
        "explanation2": "凡是受到這種花祝福而誕生的人忍耐性很強，即使是戀愛也能和同一個人維持 很久。但是太久了反而很難進一步結婚，所以還是多考慮些吧！",
        "explanation1": "白色石南樹叢於初冬開花，最初是粉紅色的花苞，而後便成白色，到３、５月 左右才開花。由於花期很長，因此它的花語就是－持久。"
    },
    {
        "name": "草莓樹（Strawberry Tree）",
        "Date": "十二月三十日",
        "florid": "寡慾（Unselfish）",
        "explanation2": "凡是受到這種花祝福而誕生的人慾望很少清廉潔白，但是寡慾也有生存意欲少 的意思，似乎人生太無意義了。所以還是要有多一點慾望才好，奉勸你不妨多談戀 愛，多享受人生吧！",
        "explanation1": "這種花有個很有趣的別名－嘗一個。由於這種花的果實並不好吃，所以吃一個 就夠了。所以它的花語是－寡慾。"
    },
    {
        "name": "雨傘花（Umbrella）",
        "Date": "十二月三十一日",
        "florid": "偉業（Great Work）",
        "explanation2": "凡是受到這種花祝福而生的人充滿才智，如果從事專門的工作將可獲得很大的 成功。而且，這種才智如果用在戀愛上將會有很好的愛情生活，但要為自己多留一 些閒暇，人生畢竟並非只有工作而己。",
        "explanation1": "這是被獻給最初將羅馬皇帝改宗為基督教的教皇－聖希爾貝斯塔的花。因此它 的花語是－偉業。"
    }
]